Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: The document requested is not available for version %s. Version %s will be displayed instead.
ca: El document sol·licitat no està disponible per a la versió %s. La versió %s es mostrarà en el seu lloc.
de: Das angeforderte Dokument ist nicht in Version %s verfügbar. Stattdessen wird Version %s angezeigt.
hr: Zatraženi dokument nije dostupan za verziju %s. Umjesto toga će se prikazati verzija %s.
it: Il documento richiesto non è disponibile per la versione %s. Verrà visualizzata la versione %s.
nb: Det forespurte dokumentet er ikke tilgjengelig for versjon %s. Versjon %s vil vises i stedet.
nl: Het gevraagde document is niet beschikbaar in versie %s. In plaats hiervan zal versie %s getoond worden.
pt: O documento pedido não está disponível para a versão %s. Será mostrada a versão %s.
pt_br: O documento solicitado não está disponível para a versão %s. A versão %s será exibida em seu lugar.

source: The document requested is not available in the requested language (tried [%s]). The English version will be displayed instead.
de: Das angeforderte Dokument ist nicht in der gewünschten Sprache (versucht wurden [%s]) verfügbar. Stattdessen wird die englische Version angezeigt.
hr: Zatraženi dokument nije dostupan na zatraženom jeziku (pokušan je [%s]). Umjesto toga će se prikazati engleska verzija.
nb: Det forespurte dokumentet er ikke tilgjengelig på det forespurte språket (prøvde [%s]). Den engelske versjonen vises i stedet.
nl: Het gevraagde document is niet beschikbaar in de gevraagde taal ([ %s]. In plaats hiervan zal de Engelstalige versie getoond worden.
pt: O documento pedido não está disponível no idioma desejado (tentada [%s]) . Será mostrada a versão inglesa.
pt_br: O documento solicitado não está disponível no idioma desejado (tentou [%s]). A versão em inglês será exibida em seu lugar.

source: It seems your browser doesn't support iframes. To view the requested page in a separate window, please <a href="%s" target="_blank">click here</a>.
de: Es scheint, Ihr Browser unterstützt keine iframes. Um die angeforderte Seite in einem eigenen Fenster anzuzeigen, klicken Sie bitte <a href="%s" target="_blank">hier</a>.
hr: Čini se da tvoj web preglednik ne podržava iframes. Za prikaz tražene stranice u odvojenom prozoru <a href="%s" target="_blank">klikni ovdje</a>.
nb: Det ser ut til at nettleseren din ikke støtter iframes. For å se den forespurte siden i et eget vindu, vennligst <a href="%s" target="_blank">klikk her</a>.
pt: Parece que o seu navegador não suporta iframes. Para ver a página pedida numa janela separada, por favor, <a href="%s" target="_blank">clique aqui</a>.
pt_br: Parece que seu navegador não suporta iframes. Para visualizar a página solicitada em uma janela separada, <a href="%s" target="_blank">clique aqui</a>.

source: Associate a local file or remote location with any transaction
de: Eine lokale Datei oder einen Speicherort mit einer beliebigen Transaktion verknüpfen
it: Associa un file locale o una posizione remota a ogni transazione
nb: Tilknytt en lokal fil eller fjernlokasjon til en transaksjon
pt: Anexe um ficheiro local ou localização remota a qualquer transacção
pt_br: Associar um arquivo local ou localização remota a qualquer transação

source: It is now possible to link an external local file or a remote location (URL) with a transaction. This long-requested feature is available through both the Transaction menu and the transaction's context menu. The files are displayed in the default viewer for that file type.
de: Es ist jetzt möglich, eine externe lokale Datei oder einen Speicherort (URL) mit einer Transaktion zu verknüpfen. Diese lange geforderte Funktion ist sowohl über das Transaktionsmenü als auch über das Kontextmenü der Transaktion verfügbar. Die Dateien werden in dem Standard-Viewer für diesen Dateityp angezeigt.
it: É finalmente possibile collegare un file locale esterno o una posizione remota (URL) ad una transazione. Questa funzione, richiesta da molto tempo, è disponibile sia dal menu Transazioni che dal menu contestuale della transazione. I file sono visualizzati utilizzando il visualizzatore predefinito per quel tipo di file.
nb: Det er nå mulig å tilknytte en ekstern lokal fil eller en fjernlokasjon (URL) til en transaksjon. Denne etterlengtede funksjonen er tilgjengelig gjennom både Transaksjonsmenyen eller transaksjonens høyreklikk meny. Filene åpnes i det programmet som er standard for filtypen.
pt: É agora possível ligar um ficheiro ou localização externa (URL) a uma transacção. Esta funcionalidade há muito desejada está disponível através do menu Transação e do menu contextual da transacção. Os ficheiros são mostrados no visualizador predefinido para esse tipo de ficheiro.
pt_br: Agora é possível vincular um arquivo local externo ou uma localização remota (URL) a uma transação. Essa funcionalidade, há muito solicitada, está disponível no menu Transação e no menu de contexto da transação. Os arquivos são exibidos no visualizador padrão para esse tipo de arquivo.

source: You can now associate a local file or a remote location with any transaction.
de: Sie können jetzt eine lokale Datei oder einen Speicherort mit einer beliebigen Transaktion verknüpfen.
it: Adesso puoi associare un file locale o una posizione remota a qualsiasi transazione.
nb: Du kan nå tilknytte en lokal fil eller fjernlokasjon til hvilken som helst transaksjon.
pt: Pode agora associar um ficheiro local ou localização remota a qualquer transacção.
pt_br: Agora você pode associar um arquivo local ou uma localização remota a qualquer transação.

source: Timeout on "Save changes on closing"
nb: Utsettelse på "Lagre endringer ved lukking"
pt_br: Tempo de espera para "Salvar alterações ao sair"

source: It is now possible to save the "Filter By…" settings for an account register.
ca: Ara és possible desar la configuració de "Filtra per…" per a un registre de compte.
de: Es ist jetzt möglich, die Einstellungen für "Filtern nach ..." eines Kontoregister zu speichern.
it: Ora possono essere salvate le impostazioni per l'opzione "Filtra per…" del registro di un conto.
nb: Det er nå mulig å lagre "Filtrer etter..." instillnger for et kontoregister.
pt: &#201; agora possível gravar as definições "Filtrar por" de um diário de conta.
pt_br: Agora é possível salvar as configurações “Filtrar por...” para um registro de conta.

source: Save the "Filter By…" settings by enabling the "Save Filter" checkbox.
ca: Deseu la configuració de "Filtra per…" activant la casella de verificació "Desa Filtre".
de: Speichern Sie die Einstellungen von "Filtern nach...", indem Sie das Kontrollkästchen "Filter speichern" aktivieren.
it: Salvataggio delle impostazioni di "Filtra per…" spuntando l'opzione "Salva filtro".
nb: Lagre "Filtrer etter..." instillinger ved å huke av "Lagre filter" i avmerkingsboksen.
pt: Grave as definições "Filtrar por" marcando a caixa "Gravar filtro".
pt_br: Salve as configurações “Filtrar por...” ativando a caixa de seleção “Salvar filtro”.

source: Note that window position, column sizes, and sort orders will not be migrated from GConf. Those settings will revert to the default the first time you use Gnucash 2.6 or later, but they will be saved once you've reset them.
ca: Tingueu en compte que la posició de la finestra, les mides de columna i els ordres d'ordenació no es migraran des de GConf. Els paràmetres tornaran a la configuració per defecte la primera vegada que utilitzeu Gnucash 2.6 o superior, però es desaran una vegada que els restabliu.
de: Beachten Sie, daß die Fensterpositionen, Spaltenbreiten und Sortierungen nicht von GConf konvertiert werden. Sie werden beim ersten Aufruf von Gnucash 2.6 oder später auf ihre Standardwerte zurückgesetzt, aber gespeichert nachdem Sie sie geändert haben.
it: La posizione della finestra, le dimensioni delle colonne e l'ordinamento non verranno migrati a GConf. Queste impostazione saranno reimpostate al valore predefinito al primo utilizzo di GnuCash 2.6 o versione successiva, ma verranno comunque salvate una volta modificate.
nb: Legg merke til at vindusposisjon, kolonnebredder og sorteringrekkefølge ikke vil følge over fra GConf. Disse innstillingene vil bli tilbakestilt til standard første gang du bruker Gnucash 2.6 og senere, men de vil bli lagret når du har nullstilt dem.
pt: Note que a posição da janela, tamanhos de colunas e ordenação não serão migradas do GConf. Essas definições revertem para a predefinição na primeira utilização do GnuCash 2.6 ou posterior, mas serão gravadas uma vez que as reponha.
pt_br: Note que a posição da janela, tamanhos de coluna e ordens de classificação não serão migrados do GConf. Essas configurações voltarão ao padrão na primeira vez que você usar o Gnucash 2.6 ou posterior, mas serão salvas depois que você as redefinir.

source: The <span class="gnucash">GnuCash</span> documentation is stored in <b>xml</b> files. More precisely, it uses the <b>docbook system</b>. This is a relatively flexible system that takes xml files as input and can generate documentation in several different output formats (html, pdf …).
ca: La documentació de <span class="gnucash">Gnucash</span> està emmagatzemada en fitxers <b>xml</b>. Més precisament, utilitza el <b>sistema de docbook</b>. Aquest és un sistema relativament flexible que pren els fitxers xml com a entrada i pot generar documentació a diversos formats de sortida diferents (html, pdf …).
de: Die <span class="gnucash">GnuCash</span> Dokumentation wird in <b>xml-Dateien</b> gespeichert. Es wird das <b>Docbook-System</b> verwendet. Dieses System ist relativ flexibel, nimmt die xml Dateien als Eingangsmaterial und kann daraus Dokumente in den verschiedensten Ausgabeformaten erzeugen (html, pdf …).
it: La documentazione di <span class="gnucash">GnuCash</span> è contenuta in file di tipo <b>xml</b>. Più precisamente, utilizza il sistema <b>docbook</b>. Questo sistema è relativamente flessibile e partendo dai file xml è possibile generare la documentazione in vari altri formati (html, pdf …)
nl: De <span class="gnucash">GnuCash</span> documentatie wordt opgeslagen als <b>XML</b>-bestanden. Meer specifiek: de documentatie gebruikt het <b>docbook-systeem</b>, een relatief flexibel systeem dat op basis van XML-bestanden documentatie in verschillende vormen (html, pdf …) kan aanbieden.
pt: A documentação do <span class="gnucash">GnuCash</span> está armazenada em ficheiros <b>xml</b>. Mais precisamente, utiliza o <b>sistema docbook</b>. Este é um sistema relativamente flexível que recebe ficheiros xml como entrada e pode gerar documentação em vários formatos de saída (html, pdf …).
pt_br: A documentação do <span class="gnucash">GnuCash</span> é armazenada em arquivos <b>xml</b>. Mais precisamente, ele usa o <b>sistema docbook</b>. Este é um sistema relativamente flexível que recebe arquivos xml como entrada e pode gerar documentação em vários formatos de saída diferentes (html, pdf...).

source: If you wish to review or write <span class="gnucash">GnuCash</span> documentation, you will need to know xml. Some basic knowledge of the docbook system may be useful as well.
ca: Si voleu revisar o escriure documentació de <span class="gnucash">GnuCash</span>, haureu de saber xml. Alguns coneixements bàsics del sistema docbook també poden ser útils.
de: Wenn Sie die <span class="gnucash">GnuCash</span> Dokumentation bearbeiten wollen, sollten Sie xml kennen und ein paar grundsätzliche Kenntnisse des docbook Systems besitzen.
it: Per revisionare o scrivere della documentazione per <span class="gnucash">GnuCash</span>, è necessario conoscere il linguaggio XML. Può anche essere necessaria una conoscenza di base del sistema docbook.
nl: Als je wil helpen met het schrijven of recenseren van <span class="gnucash">GnuCash</span> documentatie, zal je eerst met XML overweg moeten kunnen. Elementaire kennis van het docbook-systeem kan ook handig zijn.
pt: Se quiser rever ou escrever documentação do <span class="gnucash">GnuCash</span>, terá de saber xml. Alguns conhecimentos básicos do sistema docbook também serão úteis.
pt_br: Se você deseja revisar ou escrever a documentação do <span class="gnucash">GnuCash</span>, você precisará saber XML. Algum conhecimento básico do sistema docbook pode ser útil também.

source: As stated earlier, the new docs are based on the docbook system. Everyone wishing to help please follow these guides where possible when reviewing and/or writing docs.
ca: Com hem dit abans, la nova documentació es basa en el sistema de docbook. Tothom que vulgui ajudar si us plau seguiu aquestes guies quan sigui possible quan reviseu i/o escriviu documents.
de: Wie schon gesagt: die neue Dokumentation basiert auf dem docbook System. Jeder der mithelfen möchte beachte bitte diese Richtlinien soweit irgend möglich beim Berichtigen und Schreiben von neuen Artikeln.
it: Come già detto, la nuova documentazione è basata sul sistema docbook. Chiunque desideri contribuire è invitato, dove possibile, a seguire le linee guida al momento della revisione e/o scrittura della documentazione.
nl: Zoals eerder vermeld is de nieuwe documentatie gebaseerd op het docbook-systeem. Iedereen die wil helpen met het schrijven en/of reviewen van de documentatie verzoeken wij om deze richtlijnen waar mogelijk te volgen.
pt: Tal como já foi dito, a nova documentação é baseada no sistema docbook. Todos os que queiram ajudar, por favor sigam estes guias sempre que possível ao rever e/ou escrever documentação.
pt_br: Conforme dito anteriormente, os novos documentos são baseados no sistema docbook. Todos que desejam ajudar, por favor, sigam estes guias sempre que possível ao revisar e/ou escrever documentos.

source: You may also want to retain a local copy of the old documentation to refer to when writing. This still has a lot of useful information in it which hasn't been transferred to the new docs.
ca: També pot ser que volgueu conservar una còpia local de la documentació antiga com a referència quan redacteu. Això encara té molta informació útil que encara no ha estat transferida a la nova documentació.
de: Sie werden wohl eine lokale Kopie der alten Dokumentation behalten wollen, um sich darauf zu beziehen, während Sie schreiben. Diese enthalten eine Menge nützlicher Informationen, welche noch nicht in die neue übertragen wurden.
it: Può anche risultare utile mantenere una copia locale della vecchia documentazione come riferimento per la scrittura: essa contiene ancora una grande quantità di informazioni utili che non sono ancora state trasferite nella nuova documentazione.
nl: Het is wellicht ook interessant om een lokale kopie te bewaren van de oude documentatie om dingen op te zoeken tijdens het schrijven. Deze bevat nog veel nuttige informatie die niet overgenomen is in de nieuwe documentatie.
pt: Pode também querer conservar uma cópia antiga da documentação, para referência enquanto escreve. Ainda tem muita informação útil que não foi transferida para a nova documentação.
pt_br: Você também pode querer manter uma cópia local da documentação antiga para consultar ao escrever. Ela ainda tem muitas informações úteis que não foram transferidas para os novos documentos.

source: Other resources are the <a href="https://wiki.gnucash.org/wiki/">English</a> or <a href="https://wiki.gnucash.org/wiki/De/">Deutsch</a> <span class="gnucash">GnuCash</span> wikis.
nb: Andre ressurser er <a href="https://wiki.gnucash.org/wiki/">engelsk</a> eller <a href="https://wiki.gnucash.org/wiki/De/"> tysk</a> <span class="gnucash">GnuCash</span> wikier.
nl: Andere bronnen zijn de <a href="https://wiki.gnucash.org/wiki/">Engelstalige</a> of de <a href="https://linuxwiki.de/GnuCash">Duitstalige</a> <span class="gnucash">GnuCash</span> wiki's.
pt: Outros recursos em <a href="https://wiki.gnucash.org/wiki/">Inglês</a> ou <a href="https://wiki.gnucash.org/wiki/De/">Alemão</a>, são as wikis do <span class="gnucash">GnuCash</span>.
pt_br: Outros recursos em <a href="https://wiki.gnucash.org/wiki/">inglês</a> ou <a href="https://wiki.gnucash.org/wiki/De/">alemão</a>, são as wikis do <span class="gnucash">GnuCash</span>.

source: Additionally, you can talk to someone via IRC at %s about your question.
de: Sie können außerdem mit jemandem per IRC bei %s über Ihre Frage sprechen.
nb: I tillegg kan du snakke med noen via IRC på %s om spørsmålet ditt.
pt: Adicionalmente, pode falar com alguém via IRC em %s sobre o seu problema.
pt_br: Além disso, você pode falar com alguém via IRC em %s sobre sua pergunta.

source: channel
de: Kanal
nb: kanal
pt: canal
pt_br: canal

source: Some people have written and published their own documentation.
nb: Noen har skrevet og publisert sin egen dokumentasjon.
pt_br: Algumas pessoas escreveram e publicaram sua própria documentação.

source: When this collection grew and became polyglot, it moved to %s. There you can also add more links.
nb: Da denne samlingen vokste og ble polyglot, flyttet den til %s. Der kan du også legge til flere lenker.
pt: Quando esta colecção cresceu e se tornou poliglota, foi movida para %s. Ali, também pode adicionar mais ligações.
pt_br: Quando essa coleção cresceu e se tornou poliglota, ela foi movida para %s. Lá você também pode adicionar mais links.

source: wiki:Documentation
nb: wiki:Dokumentasjon
pt: Documentação
pt_br: wiki:Documentação

source: At %s you can compare which distribution which version ships.
nb: På %s kan du sammenligne hvilken distribusjon leverer hvilken versjon.
pt_br: Em %s você pode comparar qual distribuição é enviada por qual versão.

source: An alternative to using your distribution's software manager is to use the Flatpak management system, which bundles all the necessary libraries for you. This can ease the installation of newer versions of GnuCash on older Linux machines. If you have <a href="%s">Flatpak</a> installed, you can download any recent version of <span class="gnucash">GnuCash</span> from
nb: Et alternativ til å bruke distribusjonens programvarebehandler er å bruke Flatpak-administrasjonssystemet, som samler alle nødvendige biblioteker for deg. Dette kan lette installasjonen av nyere versjoner av GnuCash på eldre Linux-maskiner. Hvis du har <a href="%s">Flatpak</a> installert, kan du laste ned en hvilken som helst nyere versjon av <span class="gnucash">GnuCash</span> fra
pt_br: Uma alternativa ao uso do gerenciador de software da sua distribuição é usar o sistema de gerenciamento Flatpak, que reúne todas as bibliotecas necessárias para você. Isso pode facilitar a instalação de versões mais recentes do GnuCash em máquinas Linux mais antigas. Se você tiver o <a href="%s">Flatpak</a> instalado, você pode baixar qualquer versão recente do <span class="gnucash">GnuCash</span> em

source: %sFlatpak
de: %sDe/Flatpak
pt_br: %s de Flatpak

source: Known Issues and other details
nb: Kjente problemer og andre detaljer
pt_br: Problemas conhecidos e outros detalhes

source: If you can't easily install <span class="gnucash">GnuCash</span> in your distribution, or wish to install a different version than it ships with, you can build <span class="gnucash">GnuCash</span> from source code as described in <a href='https://wiki.gnucash.org/wiki/Building'>the wiki</a>.
nb: Hvis du ikke enkelt kan installere <span class="gnucash">GnuCash</span> i distribusjonen din, eller ønsker å installere en annen versjon enn den leveres med, kan du bygge <span class="gnucash">GnuCash</span> fra kildekoden som beskrevet i <a href='https://wiki.gnucash.org/wiki/Building'>wikien</a>.
pt_br: Se você não conseguir instalar facilmente o <span class="gnucash">GnuCash</span> em sua distribuição ou desejar instalar uma versão diferente daquela que vem com ele, você pode compilar o <span class="gnucash">GnuCash</span> a partir do código-fonte, conforme descrito na <a href='https://wiki.gnucash.org/wiki/Building'>Wiki</a>.

source: Unstable (development) releases are for testing purposes only. They contain the newest features and improvements, but possibly also bugs. Don't install these releases for everyday use.
nb: Ustabile (utviklings) utgivelser er kun for testformål. De inneholder de nyeste funksjonene og forbedringene, men muligens også feil. Ikke installer disse utgivelsene for daglig bruk.
pt_br: Versões instáveis (desenvolvimento) são apenas para fins de teste. Elas contêm os recursos e melhorias mais recentes, mas possivelmente também bugs. Não instale essas versões para uso diário.

source: The latest unstable release of <span class="gnucash">GnuCash</span> (available below) is %s.
nb: Den siste ustabile utgivelsen av <span class="gnucash">GnuCash</span> (tilgjengelig nedenfor) er %s.
pt_br: A última versão instável do <span class="gnucash">GnuCash</span> (disponível abaixo) é %s.

source: This old stable release is the final version of all bugfixes from the previous stable series without being a major upgrade.
nb: Denne gamle stabile utgivelsen er den endelige versjonen av alle feilrettinger fra den forrige stabile serien uten å være en stor oppgradering.
pt_br: Esta antiga versão estável é a versão final de todas as correções de bugs da série estável anterior, sem ser uma grande atualização.

source: The last old stable release of <span class="gnucash">GnuCash</span> (available below) is %s.
nb: Den seneste gamle stabile utgivelsen av <span class="gnucash">GnuCash</span> (tilgjengelig nedenfor) er %s.
pt_br: A última versão estável mais antiga do <span class="gnucash">GnuCash</span> (disponível abaixo) é %s.

source: These versions are really old. No support is offered.
nb: Disse versjonene er veldig gamle. Ingen støtte tilbys.
pt_br: Essas versões são realmente antigas. Nenhum suporte é oferecido.

source: basics_AccountRelationships.C.png
de: basics_AccountRelationships.de.png
it: basics_AccountRelationships.it.png
nb: basics_AccountRelationships.nb.png
pt: basics_AccountRelationships.pt.png
pt_br: basics_AccountRelationships.pt-BR.png

source: Income/Expense Account Types (Categories) allow you to categorize your cash flow. When used properly with the double-entry feature and equity accounts, these enable you to generate reports, such as Profit &amp; Loss, that plain-vanilla systems cannot handle.
nb: Inntekts-/utgiftskontotyper (kategorier) lar deg kategorisere kontantstrømmen din. Når de brukes på riktig måte med funksjonen med dobbel oppføring og egenkapitalkontoer, lar disse deg generere rapporter, for eksempel Fortjeneste&amp; Tap, som vanlige systemer ikke kan håndtere.
pt_br: Os tipos de contas de receitas/despesas (categorias) permitem categorizar o seu fluxo de caixa. Quando usadas apropriadamente com as partidas dobradas e as contas de capital próprio, permitem-lhe gerar relatórios, tais como Lucros &amp; Prejuízos, que contas simples não conseguem gerir.

source: Note this feature is considered experimental. It works for most of the common use cases but some corner cases have been reported to result in data loss. The <span class="gnucash">GnuCash</span> developers fix each issue as it gets reported. There is however no full test coverage so there may still be scenarios left that result in data loss.
nb: Merk at denne funksjonen anses som eksperimentell. Det fungerer for de fleste vanlige brukstilfellene, men noen hjørnetilfeller har blitt rapportert å resultere i tap av data. <span class="gnucash">GnuCash</span>-utviklerne fikser hvert problem etter hvert som det blir rapportert. Det er imidlertid ingen full testdekning, så det kan fortsatt være scenarier igjen som resulterer i tap av data.
pt_br: Note que esta funcionalidade é considerada experimental. Deve funcionar para a maioria dos casos de uso comum, mas já foram reportados alguns casos excepcionais de perda de dados. Os programadores do <span class="gnucash">GnuCash</span> corrigem cada problema à medida que ele é relatado. Contudo, isto não representa um teste completo, poderá haver ainda cenários em que ocorra a perda de dados.
