Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: View all GnuCash downloads
ca: Veure totes les descàrregues de GnuCash
de: Zeige alle herunterladbaren GnuCash Dateien
hr: Pogledaj sva preuzimanja za GnuCash
it: Visualizza tutti i file scaricabili di GnuCash
nb: Se alle GnuCash-nedlastinger
nl: Alle GnuCash downloads bekijken
pt: Ver todas as transferências do GnuCash
pt_br: Ver todos os downloads do GnuCash

source: Server &amp; email outage reports to:
ca: Informes d'interrupció del servidor i del correu electrònic a:
de: Server- und E-Mail-Störung melden Sie an:
hr: Prijavi probleme sa serverom na:
it: Segnalare i problemi relativi a server ed email a:
nb: Tjener- og epostforstyrrelser rapporteres til:
nl: Storingsmeldingen server &amp; e-mail naar:
pt: Relatórios de saída de servidor &amp; email para:
pt_br: Enviar relatórios de interrupção do servidor e e-mail para:

source: Translation problems? Contact:
ca: Problemes de traducció? Contacteu:
de: Übersetzungsprobleme? Kontaktiere:
hr: Problemi s prijevodom? Kontaktiraj:
it: Problemi con la traduzione? contattare:
nb: Oversettelsesproblemer? Kontakt:
nl: Vertaalproblemen? Meld het op:
pt: Problemas de tradução? Contacto:
pt_br: Problemas na tradução? Entre em contato:

source: Free Accounting Software
ca: Programari de comptabilitat lliure
de: Freie Finanzsoftware
hr: Slobodan softver za računovodstvo
it: Programma di contabilità gratuito
nb: Gratis regnskapsprogramvare
nl: Vrije boekhoudsoftware
pt: Programa de contabilidade gratuito
pt_br: Software gratuito para contabilidade

source: <span class="gnucash">GnuCash</span> is personal and small-business financial-accounting software, freely licensed under the <a href="https://www.gnu.org/">GNU</a> GPL and available for GNU/Linux, BSD, Solaris, Mac OS X and Microsoft Windows.
ca: El <span class="gnucash">GnuCash</span> és un programa de comptabilitat financera personal i per a petita empresa gratuït, sota llicència lliure <a href="https://www.gnu.org/">GNU</a> GPL i està disponible per a GNU/Linux, BSD, Solaris, Mac OS X i Microsoft Windows.
de: <span class="gnucash">GnuCash</span> ist eine Finanzverwaltung für Privatpersonen und kleine Unternehmen, veröffentlicht unter der <a href="https://www.gnu.org">GNU</a> GPL und verfügbar für GNU/Linux, Solaris, Mac OSX und Microsoft Windows.
hr: <span class="gnucash">GnuCash</span> je računovodstveni program namijenjen pojedincima i malim poduzećima. Izdan je pod <a href="https://www.gnu.org/">GNU</a> općom javnom licencom, za sustave GNU/Linux, *BSD, Solaris, MacOS X i Microsoft Windows.
it: <span class="gnucash">GnuCash</span> è un programma finanziario e di contabilità adatto all'utilizzo in ambito famigliare o in una piccola impresa, rilasciato gratuitamente con licenza <a href="https://www.gnu.org/">GNU</a> GPL e disponibile per GNU/Linux, BSD, Solaris, Mac OS X e Microsoft Windows.
nb: <span class="gnucash">GnuCash</span> er programvare for finansregnskap for personlig og småbedrifter, fritt lisensiert under <a href="https://www.gnu.org/">GNU</a> GPL og tilgjengelig for GNU/Linux, BSD, Solaris, Mac OS X og Microsoft Windows.
nl: <span class="gnucash">GnuCash</span> is boekhoudsoftware voor thuis en voor kleine ondernemingen, beschikbaar voor GNU/Linux, BSD, Solaris, Mac OS X en Microsoft WIndows onder de voorwaarden van de vrije <a href="https://www.gnu.org/">GNU</a> General Public License.
pt: O <span class="gnucash">GnuCash</span> é um programa de contabilidade pessoal e para pequenos negócios, licenciado gratuitamente sob <a href="https://www.gnu.org/">GNU</a> GPL e disponível para GNU/Linux, BSD, Solaris, Mac OS X e Microsoft Windows.
pt_br: <span class="gnucash">GnuCash</span> é um software de contabilidade financeira pessoal e para pequenas empresas, licenciado gratuitamente sob a <a href="https://www.gnu.org/">GNU</a> GPL e disponível para GNU/Linux, BSD, Solaris, Mac OS X e Microsoft Windows.

source: Subscribe to RSS feed
ca: Subscriure's al feed RSS
de: RSS abonnieren
hr: Pretplati se na RSS
it: Sottoscrivi il feed RSS
nb: Abonner på RSS-informasjonskanalen
nl: Abonneren op RSS-feed
pt: Subscrever a fonte de notícias
pt_br: Inscreva-se em nosso canal de notícias

source: Support the GnuCash project with a donation
ca: Doneu suport al projecte Gnucash amb una donació
de: Das GnuCash Projekt mit einer Spende unterstützen
hr: Podrži GnuCash projekt tvojom donacijom
it: Supporta il progetto GnuCash con una donazione
nb: Støtt GnuCash-prosjektet med en donasjon
nl: Steun het GnuCash-project met een donatie
pt: Suporte o projecto GnuCash com um donativo
pt_br: Apoie o projeto GnuCash com uma doação

source: Request or vote enhancements for GnuCash
ca: Sol·licitar o votar millores per a GnuCash
de: Für neue oder schon vorhandene Erweiterungen stimmen
hr: Zatraži GnuCash proširenja ili glasaj za njih
it: Richiedi o vota nuove funzionalità per GnuCash
nb: Etterspør eller stem på forbedringer i GnuCash
nl: Dien verbetervoorstellen voor GnuCash in (of stem op die van andere gebruikers)
pt: Peça ou vote em melhorias para o GnuCash
pt_br: Solicite ou vote em melhorias para o GnuCash

source: GnuCash on facebook
ca: GnuCash a facebook
de: GnuCash bei Facebook
hr: GnuCash na facebooku
it: GnuCash su facebook
nb: GnuCash på Facebook
nl: GnuCash op facebook
pt: GnuCash no facebook
pt_br: GnuCash está no Facebook

source: Language
ca: Idioma
de: Sprache
hr: Jezik
it: Lingua
nb: Språk
nl: Taal
pt: Idioma
pt_br: Idioma

source: Information
ca: Informació
de: Infos
hr: Informacije
it: Informazioni
nb: Informasjon
nl: Informatie
pt: Informação
pt_br: Informação

source: Home
ca: Inici
de: Heim
hr: Početna
nb: Hjem
pt: Início
pt_br: Início

source: News
ca: Notícies
de: Neuigkeiten
hr: Novosti
it: Novità
nb: Nyheter
nl: Nieuws
pt: Notícias
pt_br: Novidades

source: Screenshots, Features
ca: Captures de pantalla, Característiques
hr: Slike ekrana, karakteristike
it: Immagini, caratteristiche
nb: Skjermbilder, funksjoner
nl: Schermafbeeldingen, functies
pt: Capturas de ecrã, funcionalidades
pt_br: Capturas de tela, funcionalidades

source: Installation
ca: Instal·lació
hr: Instalacija
it: Installazione
nb: Installasjon
nl: Installatie
pt: Instalação
pt_br: Instalação

source: Getting help
ca: Obtenint ajuda
de: Hilfe erhalten
hr: Pomoć
it: Ottenere aiuto
nb: Få hjelp
nl: Hulp krijgen
pt: Obter ajuda
pt_br: Obter ajuda

source: Downloads
ca: Baixades
de: Herunterladen
hr: Preuzimanja
it: Download
nb: Nedlastinger
nl: Downloaden
pt: Transferências

source: Support
ca: Suport
de: weitere Hilfen
hr: Podrška
it: Supporto
nb: Støtte
nl: Ondersteuning
pt: Assistência
pt_br: Suporte

source: FAQ
ca: Preguntes freqüents
hr: ČPP
nl: Veelgestelde vragen
pt_br: Perguntas frequentes

source: Mailing Lists
ca: Llistes de correu
de: Mailing-Listen
hr: Pretplatničke liste
it: Liste di discussione
nb: E-postlister
nl: Mailinglijsten
pt: Listas de correio
pt_br: Listas de discussão

source: Bug Reports
ca: Informes d'error
de: Fehlerberichte
hr: Izvještaji o greškama
it: Segnalazione problemi
nb: Feilrapporter
nl: Bugrapporten
pt: Relatórios de erro
pt_br: Relatórios de erro

source: Development
ca: Desenvolupament
de: Entwicklung
hr: Razvoj
it: Sviluppo
nb: Utvikling
nl: Ontwikkeling
pt: Desenvolvimento
pt_br: Desenvolvimento

source: How to help
ca: Com ajudar
de: Mitmachen
hr: Kako pomoći
it: Come contribuire
nb: Hvordan hjelpe
nl: Meehelpen
pt: Como ajudar
pt_br: Como ajudar

source: Source Docs
ca: Font de Docs
de: Quelltext-Dokumentation
hr: Izvorna dokumentacija
it: Documentazione del codice sorgente
nb: Kildedokumentasjon
nl: Ontwerprichtlijnen
pt: Documentos fonte
pt_br: Documentos fonte

source: Browse Source Code
ca: Navegar pel codi font
de: Quelltext online
hr: Pregledaj izvorni kod
it: Sfoglia il codice sorgente
nb: Utforsk kildekoden
nl: Broncode bekijken
pt: Navegar no código fonte
pt_br: Procurar no código-fonte

source: Git Access
ca: Accés a Git
de: Git Zugang (englisch)
hr: Git pristup
it: Accesso a git
nb: Git-tilgang
nl: Git Toegang
pt: Acesso Git
pt_br: Acesso Git

source: Language Translations
ca: Traduccions
de: Übersetzungen
hr: Prijevodi
it: Localizzazioni
nb: Oversettelser
nl: Vertalingen
pt: Traduções
pt_br: Tradução de idiomas

source: Sizing
ca: Dimensions
de: Programmgröße
hr: Veličina programa
it: Dimensioni
nl: Statistieken
pt: Dimensões
pt_br: Dimensionamento

source: GnuCash 2.4 Small Business Accounting
ca: GnuCash 2.4 comptabilitat per a petita empresa
hr: GnuCash 2.4 računovodstvo za mala poduzeća
it: GnuCash 2.4 Small Business Accounting (in Inglese)
nl: GnuCash 2.4 MKB Boekhouden
pt_br: GnuCash 2.4 - Contabilidade para Pequenas Empresas

source: The GnuCash development team received notice about a new book published by PacktPub, UK:
ca: L'equip de desenvolupament de GnuCash ha estat notificat sobre un nou llibre editat per PacktPub, UK:
de: Das <span class="gnucash">GnuCash</span> Entwicklungsteam hat eine Notiz erhalten, dass (leider nur in englisch) ein neues Buch erschienen ist bei PacktPub, GB:
hr: Ekipa GnuCash programera je saznala o novoj knjizi, koju je izdao PacktPub, UK:
it: Il gruppo di sviluppo di GnuCash ha ricevuto una notifica riguardante la pubblicazione di un nuovo libro edito da PacktPub (Regno Unito):
nl: Het GnuCash ontwikkelteam ontving bericht over een nieuw boek, uitgegeven door PacktPub (UK):
pt: A equipa de desenvolvimento do GnuCash recebeu notícias sobre um novo livro publicado por PacktPub, UK:
pt_br: A equipe de desenvolvimento do GnuCash recebeu uma notificação sobre um novo livro publicado pela PacktPub, Reino Unido:

source: GnuCash 2.4 Small Business Accounting, by Ashok Ramachandran
ca: GnuCash 2.4 comptabilitat per a petites empreses, per Ashok Ramachandran
de: GnuCash 2.4 Small Business Accounting, Autor: Ashok Ramachandran
hr: GnuCash 2.4 Small Business Accounting, autor Ashok Ramachandran
it: GnuCash 2.4 Small Business Accounting, di Ashok Ramachandran (libro in lingua inglese)
nl: GnuCash 2.4 Small Business Accounting, geschreven door Ashok Ramachandran
pt: GnuCash 2.4 Small Business Accounting, por Ashok Ramachandran
pt_br: GnuCash 2.4 - Contabilidade para Pequenas Empresas, por Ashok Ramachandran

source: This is a Beginner's Guide for managing your accounts.
ca: Aquesta és una guia del principiant per gestionar els vostres comptes.
de: Dies ist ein Leitfaden für Anfänger, der hilft Ihre Konten zu verwalten.
hr: Priručnik za početnike za upravljanje kontima.
it: Si tratta di una guida per i nuovi utenti sulla gestione dei propri conti.
nl: Deze handleiding voor het beheren van uw rekeningen is geschreven voor beginners.
pt: Este é um guia do principiante para gerir as suas contas.
pt_br: Este é um guia para iniciantes sobre como gerenciar suas contas.

source: Our own developer Christian Stimming has been contributing to this book as a reviewer, and we can wholeheartly recommend the outcome of this fruitful collaboration. Feel free to have a look at this book over at %s, and, best of all, the publisher has committed to allocate some percentage of the book sales back to the GnuCash project. Have fun with this book!
ca: El nostre propi desenvolupador Christian Stimming contribueix a aquest llibre com un revisor i podem recomanar de tot cor el resultat d'aquesta fructífera col·laboració. No dubteu a fer una ullada a aquest llibre a %s, i, el millor de tot, l'editor s'ha compromès a assignar un percentatge de les vendes del llibre al projecte GnuCash. Divertiu-vos amb aquest llibre!
de: Einer unserer Entwickler, Christian Stimming, hat bei diesem Buch als Lektor mitgewirkt und wir freuen uns über diese fruchtbare Zusammenarbeit. Sie können einen kleinen Auszug aus diesem Buch anlesen unter %s. Der Autor hat zugesagt einen kleinen Prozentsatz des Erlöses aus diesem Buch dem GnuCash Projekt zufließen zu lassen. Viel Spaß mit dem Buch!
hr: Jedan od naših programera, Christian Stimming, doprinio je ovoj knjizi kao lektor, stoga je svesrdno preporučujemo kao lektiru. Baci pogled na knjigu na %s. Najbolja stvar je ta, da je izdavač odlučio odvojiti neke postotke za GnuCash projekt. Uživaj u čitanju!
it: Il nostro sviluppatore Christian Stimming ha contribuito al libro in qualità di revisore, e non possiamo che raccomandare il frutto di questa collaborazione. Per dare un'occhiata a questo libro dirigersi su %s e, tra l'altro, l'editore si è impegnato a versare una piccola percentuale sulle vendite direttamente al progetto GnuCash. Quindi buona lettura!
nl: Onze eigen ontwikkelaar Christian Stimming heeft als proeflezer bijgedragen aan dit boek; wij kunnen de uitkomst van deze vruchtbare samenwerking van harte aanbevelen. Daarnaast heeft de uitgever toegezegd om een zeker percentage van de verkoopopbrengst ten gunste van het GnuCash-project te laten komen. Neem dus vooral even een kijkje op %s!
pt: O nosso próprio programador Christian Stimming tem contribuído para este livro como revisor e podemos apaixonadamente recomendar o resultado desta frutuosa colaboração. Sinta-se à vontade para espreitar este livro em %s e, o melhor de tudo, a editora comprometeu-se a doar uma percentagem das vendas do livro ao projecto GnuCash. Divirta-se com este livro!
pt_br: Nosso próprio desenvolvedor, Christian Stimming, tem contribuído para esse livro como revisor, e podemos recomendar de todo o coração o resultado dessa frutífera colaboração. Fique à vontade para dar uma olhada no livro em %s e, o melhor de tudo, a editora se comprometeu a destinar uma porcentagem das vendas do livro para o projeto GnuCash. Divirta-se com esse livro!

source: Features
ca: Característiques
de: Feature-Übersicht
hr: Karakteristike
it: Funzionalità
nb: Funksjoner
nl: Functies
pt: Funcionalidades
pt_br: Funcionalidades

source: <span class="gnucash">GnuCash</span> is powerful accounting software. Below are details of some of the numerous features that <span class="gnucash">GnuCash</span> has to offer to its users.
ca: <span class="gnucash">GnuCash</span> és un potent programa de comptabilitat. A continuació detallem algunes de les nombroses característiques que <span class="gnucash">GnuCash</span> ofereix als seus usuaris.
de: <span class="gnucash">GnuCash</span> ist eine mächtige Finanzanwendung. Diese Seite bietet einen Einblick in die vielfältigen Merkmale, die <span class="gnucash">GnuCash</span> seinen Anwendern bietet.
hr: <span class="gnucash">GnuCash</span> je moćan računovodstveni program. Ovdje su navedene neke od bezbrojnih karakteristika koje <span class="gnucash">GnuCash</span> nudi svojim korisnicima.
it: <span class="gnucash">GnuCash</span> è un potente programma di contabilità. Questa pagina descrive in dettaglio le numerose funzionalità che <span class="gnucash">GnuCash</span> offre ai propri utenti.
nb: <span class="gnucash">GnuCash</span> er kraftig regnskapsprogramvare. Nedenfor er detaljer om noen av de mange funksjonene som <span class="gnucash">GnuCash</span> har å tilby sine brukere.
nl: <span class="gnucash">GnuCash</span> is krachtige boekhoudsoftware. Deze pagina beschrijft enkele van talrijke functies die <span class="gnucash">GnuCash</span> haar gebruikers te bieden heeft in detail.
pt: O <span class="gnucash">GnuCash</span> é um poderoso programa de contabilidade. Abaixo encontrará detalhes sobre algumas das inúmeras funcionalidades que o <span class="gnucash">GnuCash</span> tem para oferecer aos seus utilizadores.
pt_br: O <span class="gnucash">GnuCash</span> é um poderoso programa de contabilidade. Abaixo estão detalhes sobre algumas das inúmeras funcionalidades que o <span class="gnucash">GnuCash</span> tem para oferecer aos seus usuários.

source: Main features
ca: Característiques principals
de: Feature-Übersicht
hr: Glavne karakteristike
it: Funzionalità principali
nb: Hovedfunksjoner
nl: Basisfuncties
pt: Funcionalidades principais
pt_br: Principais funcionalidades

source: Advanced features
ca: Funcions avançades
de: Weitergehende Features
hr: Napredne karakteristike
it: Funzionalità avanzate
nb: Avanserte funksjoner
nl: Geavanceerde functies
pt: Funcionalidades avançadas
pt_br: Funcionalidades avançadas

source: Data storing and exchange features
ca: Emmagatzematge de dades i funcions d'intercanvi
de: Daten speichen und Daten austauschen
hr: Spremanje i razmjena podataka
it: Salvataggio e immagazzinamento dei dati
nb: Datalagring og utvekslingsfunksjoner
nl: Functies voor gegevensopslag en -uitwisseling
pt: Armazenamento e troca de dados
pt_br: Armazenamento e troca de dados

source: Other goodies
ca: Altres beneficis
de: Andere Goodies
hr: Ostale osobitosti
it: Altre caratteristiche
nb: Andre godsaker
nl: Overige kenmerken
pt: Outros mimos
pt_br: Outros mimos

source: Double Entry
ca: Doble entrada
de: Doppelte Buchführung
hr: Dvojno knjigovodstvo
it: Partita doppia
nb: Dobbel bokføring
nl: Dubbel boekhouden
pt: Dupla entrada
pt_br: Partida Dobrada

source: Every transaction must debit one account and credit others by an equal amount. This ensures the books balance: the difference between income and expenses exactly equals the sum of assets and liabilities.
ca: Totes les transaccions han de debitar-se en un compte i acreditar-se en d'altres per una quantitat igual. Això garanteix el saldo dels llibres: la diferència entre ingressos i despeses equival a la suma d'actius i passius.
de: Jede Buchung besteht aus zwei Teilen: Der eine Buchungsteil vermindert ein Konto (Debit) und der andere erhöht ein anderes Konto (Kredit) um den gleichen Betrag. Dadurch ist sichergestellt, dass die Bücher ausgegelichen sind: Der Unterschied zwischen Erträgen und Aufwendungen ist identisch zur Summe aller Aktiva und Eigenkapital.
hr: Za svaku se transakciju knjiži isti iznos na dugovnu stranu jednog konta, te na potražnu stranu drugog konta. Time se osiguravaju bilancirane knjige: razlika između prihoda i rashoda je jednaka zbroju imovine i obveza.
it: Ogni transazione deve addebitare un conto e accreditarne un altro di uno stesso importo. Questo fa si che il <b>bilancio</b> (la differenza tra denaro in entrata e denaro in uscita) sia pari alla somma di passività e capitali.
nb: Hver transaksjon må debitere én konto og kreditere andre med et likt beløp. Dette sikrer balansen i regnskapet: forskjellen mellom inntekter og utgifter er nøyaktig lik summen av eiendeler og gjeld.
nl: Het programma dwingt af dat elke boeking één rekening debiteert en een andere rekening crediteert voor hetzelfde bedrag. Dit zorgt ervoor dat de boekhouding sluitend blijft: het saldo van inkomsten en uitgaven is zo altijd exact gelijk aan het saldo van bezittingen en schulden.
pt: Cada transacção deve debitar uma conta e creditar outra em valores iguais. Isto assegura o saldo do livro: a diferença entre receitas e despesas é igual à soma do activo e do passivo.
pt_br: Cada transação deve debitar uma conta e creditar outra em valores iguais. Isto assegura o saldo do livro: a diferença entre receitas e despesas é igual à soma dos ativos e passivos.

source: Checkbook-Style Register
ca: Registre tipus talonari de xecs
de: Übersichtliches Kontobuch
hr: Pregledan registar konta
it: Registro in stile libretto degli assegni
nb: Brukskonto register
nl: Rekeningdetails in dagboekvorm
pt: Diário de estilo "Livro de cheques"
pt_br: Diário de estilo "Livro de cheques"

source: The <span class="gnucash">GnuCash</span> checkbook-style register provides a custom, convenient and familiar interface to entering financial transactions.
ca: El registre tipus talonari de xecs de <span class="gnucash">Gnucash</span> proporciona una interfície familiar, còmoda i personalitzada per introduir transaccions financeres.
de: Das von <span class="gnucash">GnuCash</span> verwendete übersichtliche Kontobuch bietet eine leicht zu bedienende Oberfläche um Buchungen einzugeben.
hr: <span class="gnucash">GnuCashov</span> pregledan registar konta pruži jednostavno, podesivo i poznato sučelje za unos financijskih transakcija.
it: Il registro in stile libretto degli assegni fornisce un'interfaccia personalizzata, conveniente e familiare per l'inserimento delle transazioni finanziarie. Il registro supporta le comuni transazioni relative agli assegni e alla carta di credito, ma anche quelle relative a entrate, azioni e trasferimenti in valuta.
nb: Registeret i <span class="gnucash">GnuCash</span> brukskonto gir et tilpasset, praktisk og kjent grensesnitt for å legge inn økonomiske transaksjoner.
nl: <span class="gnucash">GnuCash</span> ondersteunt de weergave van rekeningdetails in de vorm van een dagboek, waardoor het mogelijk is om boekingen op een eenvoudige, voor de hand liggende manier in te voeren.
pt: O diário estilo "Livro de cheques" do <span class="gnucash">GnuCash</span> oferece um ambiente familiar e conveniente para inserir transacções financeiras.
pt_br: O diário estilo "Livro de cheques" do <span class="gnucash">GnuCash</span> oferece um ambiente familiar e conveniente para inserir transacções financeiras.

source: The register supports common checking and credit-card transactions, as well as income, stock and currency transactions. The following features are also provided:
ca: El registre és compatible amb les comprovacions comunes i les transaccions amb targeta de crèdit, així com les transaccions d'ingressos, accions i divises. També es proporcionen les següents funcions:
de: Das Kontenblatt unterstützt Scheckbuchungen und Kreditkartenumsätze genauso wie Aktien- oder Devisenhandel. Die folgenden Funktionen werden ebenfalls unterstützt:
hr: Registar podržava uobičajene čekovne transakcije ili tranksakcije kreditnim karticama, kao i prihodne, dionične ili valutne transakcije. Dodatno tome su ugrađene i ove karakteristike:
it: Il registro supporta le comuni transazioni del conto corrente e della carta di credito, ma anche le entrate, le azioni e le transazioni in valuta. Sono inoltre fornite le seguenti funzionalità:
nb: Registeret støtter vanlige brukskonto- og kredittkorttransaksjoner, samt inntekts-, aksje- og valutatransaksjoner. Følgende funksjoner er også tilgjengelig:
nl: Deze dagboeken ondersteunen verschillende betaalvormen (pinnen, creditcard), de ontvangst van inkomsten en de aankoop van effecten en/of vreemde valuta. De volgende functionaliteiten zijn ook beschikbaar:
pt: O diário suporta transacções comuns de conta à ordem e cartão de crédito, assim como transacções de receitas, despesas, acções e câmbio. Também lhe são oferecidas as seguintes funcionalidades:
pt_br: O diário suporta transações comuns de conta à ordem e cartão de crédito, assim como transações de receitas, ações e câmbio. As seguintes funcionalidades são oferecidas:

source: The ability to enter <b>split transactions</b>
ca: Capacitat d'introduir una <b>transacció dividida</b>
de: Die Möglichkeit, mehrteilige Buchungen einzugeben
hr: Mogućnost unosa <b>višedjelne transakcije</b>
it: Possibilità di immettere delle <b>transazioni pianificate</b>
nb: Muligheten til å legge inn <b>delte transaksjoner</b>
nl: De mogelijkheid om <b>boekingen met meerdere tegenrekeningen</b> in te voeren
pt: A possibilidade de inserir <b>transacções com parcelas</b>
pt_br: A capacidade de inserir <b>transações divididas</b>

source: The ability to mark a transaction as <b>cleared</b> or <b>reconciled</b>
ca: La possibilitat de marcar una transacció com <b>liquidada</b> o <b>conciliada</b>
de: Die Möglichkeit eine Buchung als <b>bestätigt</b> oder <b>abgeglichen</b> zu markieren
hr: Mogućnost označivanja transakcije kao <b>potvrđene</b> ili <b>usklađene</b>
it: Possibilità di marcare una transazione come <b>liquidata</b> o <b>riconciliata</b>
nb: Muligheten til å merke en transaksjon som <b>ryddet</b> eller <b>avstemt</b>
nl: De mogelijkheid om boekingen als <b>bevestigd</b> of <b>afgestemd</b> aan te merken
pt: A possibilidade de marcar uma transacção como <b>confirmada</b> ou <b>reconciliada</b>
pt_br: A possibilidade de marcar uma transacção como <b>confirmada</b> ou <b>reconciliada</b>
