Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: Updated search window with buttons to process payment, duplicate, post and print multiple search results.
ca: Finestra de cerca actualitzada amb botons per processar el pagament, duplicar, publicar i imprimir múltiples resultats de cerca.
de: Verbessertes Suchfenster mit Schaltflächen zum Ausführen von Zahlungen, Duplizieren, Buchen und Drucken mehrerer Suchergebnisse.
hr: Nadograđeni prozor za pretraživanje s gumbima za obradu plaćanja, dupliciranje, objavljivanje i ispis višestrukih rezultata pretraživanja.
it: Finestra della ricerca aggiornata con i pulsanti per processare il pagamento, duplicare, emettere e stampare anche più risultati della ricerca contemporaneamente.
nb: Oppdatert søkevindu med knapper for å utføre betaling, duplisere, postere og skrive ut flere søkeresultater.
pt: Janela de procura actualizada, com botões para processar pagamento, duplicar, emitir e imprimir múltiplos resultados de procura.
pt_br: Janela de pesquisa atualizada com botões para processar pagamento, duplicar, publicar e imprimir vários resultados de pesquisa.

source: New preference system
ca: Nou sistema de preferències
de: Neues System für Voreinstellungen
hr: Novi sustav za postavke
it: Nuovo sistema di gestione delle preferenze
nb: Nytt innstillingssystem
pt: Novo sistema de preferências
pt_br: Novo sistema de preferências

source: The preferences system has been rewritten to use GSettings from GIO (GLib) instead of GConf. This is a simpler and more robust backend which writes to the OS's native prefs - defaults on OS X and the Registry on MSWindows - and allows us to remove several troublesome dependencies including GConf, ORBit, and DBus.
ca: El sistema de preferències s'ha reescrit per usar GSettings de GIO (GLib) en comptes de GConf. Es tracta d'un backend més senzill i més robust que escriu als prefs natius del sistema operatiu: els valors predeterminats a OS X i el Registre a MSWindows, i ens permeten eliminar diverses dependències problemàtiques, incloent GConf, ORBit i DBus.
de: Das Voreinstellungssystem wurde umgeschrieben, um GSettings von GIO (GLib) anstelle von GConf zu verwenden. Dies ist ein einfacheres und robusteres Backend, das in die nativen Voreinstellungen des Betriebssystems schreibt - Standardeinstellungen unter OS X und die Registry unter MSWindows - und uns erlaubt, mehrere störende Abhängigkeiten zu entfernen, einschließlich GConf, ORBit und DBus.
hr: Sustav za postavke je prepravljen, te sad koristi GSettings od GIO (GLib) umjesto GConf. Ovo je jednostavniji i robusniji pozadinski sustav, koji zapisuje u OS‑ove izvorne postavke – u zadane postavke na OS X‑u i u registar na MSWindows‑u. To nam omogućuje uklanjanje nekolicine problematičnih ovisnosti, uključujući GConf, ORBit i DBus.
it: Il sistema di gestione delle preferenze è stato riscritto e usa ora GSettings da GIO (Glib) invece di GConf. Il backend è più semplice e affidabile: oltre a scrivere nativamente nelle preferenze del sistema operativo (defaults su OS X e il registro su MSWindows) ha permesso di rimuovere diverse dipendenze "scomode" incluso GConf, ORBit e DBus.
nb: Systemet for innstillinger har blitt omskrevet til å bruke GSettings fra GIO (GLib istedet for GConf. Dette er en enklere og mer robust backend som skriver til operativsystemets innebygde prefs - defaults på OS X og til Registry på MSWindows - og tillater oss å fjerne flere trøblete avhengigheter som inkluderer GConf, ORBit og DBus.
pt: O sistema de preferências foi reescrito para usar GSettings a partir de GIO (GLib) em vez de GConf. Este é um motor mais simples e robusto que escreve em prefs (OS) - defaults em OS X e no registo em MSWindows - e que nos permite remover várias dependências problemáticas, incluind GConf, ORBit e DBus.
pt_br: O sistema de preferências foi reescrito para usar GSettings do GIO (GLib) em vez do GConf. Este é um mecanismo mais simples e robusto que salva nas preferências nativas do SO - padrões no OS X e no Registro no MSWindows - e nos permite remover várias dependências problemáticas, incluindo GConf, ORBit e DBus.

source: Note that window position, column sizes, and sort orders will not be migrated from GConf. Those settings will revert to the default the first time you use Gnucash 2.6 or later, but they will be saved once you've reset them.
hr: Imaj na umu da se pozicija prozora, veličina stupaca i redoslijed naloga neće migrirati iz GConf‑a. Te postavke će se vratiti na zadanu vrijednost kad prvi put koristiš Gnucash 2.6 ili noviji, ali će biti spremljene nakon što ih ponovo postaviš na izvorno stanje.

source: Relicensing
ca: Canvi de llicència
de: Umlizensierung
hr: Relicenziranje
it: Cambio di licenza
nb: Omlisensiering
pt: Nova licença
pt_br: Nova licença

source: By agreement of all authors we have relicensed <span class="gnucash">GnuCash</span> to the GNU General Public License Version 2 or later from just Version 2.
hr: Pristankom svih autora, relicencirali smo <span class="gnucash">GnuCash</span> pod GNU općom javnom licencom verzije 2 ili novije.
nb: Etter enighet mellom alle forfatterene har vi omlisensiert <span class="gnucash">GnuCash</span> til GNU General Public License Version 2 eller senere fra Version 2.
pt: Por acordo de todos os autores, licenciámos o <span class="gnucash">GnuCash</span> como GNU General Public License Versão 2 ou posterior em vez de só Versão 2.
pt_br: Com o acordo de todos os autores, relicenciamos o <span class="gnucash">GnuCash</span> para a GNU General Public License Versão 2 ou posterior, somente a partir da Versão 2.

source: Download
ca: Descàrrega
de: Herunterladen
hr: Preuzimanje
it: Scarica
nb: Last ned
nl: Downloaden
pt: Transferir

source: You can download the new 2.6 version of <span class="gnucash">GnuCash</span> from the <a href="https://www.gnucash.org">GnuCash website main page</a>.
hr: Možeš preuzeti novu <span class="gnucash">GnuCash</span> verziju 2.6, s <a href="https://www.gnucash.org">glavne GnuCash web stranice</a>.
nb: Du kan laste ned den nye 2.6 versjonen av <span class="gnucash">GnuCash</span> fra <a href="https://www.gnucash.org">GnuCash nettsidens hjemmeside</a>.
pt: Pode transferir a nova versão 2.6 do <span class="gnucash">GnuCash</span> na <a href="https://www.gnucash.org">página principal do GnuCash</a>.
pt_br: Você pode baixar a nova versão 2.6 do <span class="gnucash">GnuCash</span> na <a href="https://www.gnucash.org">página principal do site GnuCash</a>.

source: Help
ca: Ajuda
de: Hilfe
hr: Pomoć
it: Aiuto
nb: Hjelp
pt: Ajuda
pt_br: Ajuda

source: <span class="gnucash">GnuCash</span> 2.6 comes with updated Help and Guide. If you can't find the answer to your questions in those documents, try with the <a href="https://wiki.gnucash.org/wiki/GnuCash">GnuCash wiki</a>. If both options are unsatisfactory, you can send your questions to the <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash mailing lists</a>: the <span class="gnucash">GnuCash</span> community is very friendly and experienced and someone will surely assist you.
hr: <span class="gnucash">GnuCash</span> 2.6 dolazi s aktualiziranom pomoći i vodičem. Ako ne možeš pronaći odgovor na tvoja pitanja u tim dokumentima, pokušaj s <a href="https://wiki.gnucash.org/wiki/GnuCash">GnuCash wiki</a>. Ako su obje opcije nezadovoljavajuće, pitanja možeš poslati na <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash pretplatničke liste</a>: <span class="gnucash">GnuCash zajednica</span> je vrlo tolerantna i iskusna. Netko će ti sigurno pomoći.
nb: <span class="gnucash">GnuCash</span> 2.6 kommer med oppdatert Hjelp og Guide. Dersom du ikke kan finne svar på dine spørsmål i disse dokumentene, prøv <a href="https://wiki.gnucash.org/wiki/GnuCash">GnuCash wiki</a>. Dersom begge valgene er utlifredsstillende, kan du sende spørsmålene dine til <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash e-postliste</a>: <span class="gnucash">GnuCash</span> samfunnet er veldig vennlige og erfarne og noen vil helt sikkert hjelpe deg.
pt: O <span class="gnucash">GnuCash</span> 2.6 vem com actualizações da ajuda e do guia. Se não conseguir encontrar uma resposta nesses documentos, tente na <a href="https://wiki.gnucash.org/wiki/GnuCash">wiki do GnuCash</a>. Se ambas as opções forem insatisfatórias, pode enviar as suas questões para as <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">listas de correio do GnuCash</a>: a comunidade do <span class="gnucash">GnuCash</span> é muito simpática e experiente, de certeza que alguém o ajudará.
pt_br: <span class="gnucash">GnuCash</span> 2.6 vem com Ajuda e Guia atualizados. Se você não encontrar a resposta para suas perguntas nesses documentos, tente na <a href="https://wiki.gnucash.org/wiki/GnuCash">Wiki do GnuCash</a>. Se ambas as opções forem insatisfatórias, você pode enviar suas perguntas para as <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">Listas de discussão do GnuCash</a>: a comunidade do <span class="gnucash">GnuCash</span> é muito amigável e experiente e alguém certamente irá ajudá-lo.

source: Want to Help?
ca: Voleu ajudar?
de: Wollen Sie helfen?
hr: Želiš pomoći?
it: Come contribuire?
nb: Vil du hjelpe til?
pt: Quer ajudar?
pt_br: Quer ajudar?

source: <span class="gnucash">GnuCash</span> is a program maintained by volunteers. If you want to be part of the effort, you can contribute in many ways:
ca: El <span class="gnucash">GnuCash</span> és un programa mantingut per voluntaris. Si voleu formar part de l'equip, podeu contribuir de moltes maneres:
de: <span class="gnucash">GnuCash</span> ist ein Programm, das von Freiwilligen gepflegt wird. Wenn Sie unterstützen wollen, können Sie auf viele Arten dazu beitragen:
hr: <span class="gnucash">GnuCash</span> je program koji održavaju volonteri. Ako želiš pomoći, možeš doprinijeti na mnogo načina:
it: <span class="gnucash">GnuCash</span> è un programma curato da volontari. Esistono diversi modi per contribuire al progetto:
nb: <span class="gnucash">GnuCash</span> er et program som er vedlikeholdt av frivillige. Dersom du vil ta del i arbeidet, kan du hjelpe til på mange måter:
pt: O <span class="gnucash">GnuCash</span> é um programa mantido por voluntários. Se quiser fazer parte do esforço, pode contribuir de muitas formas:
pt_br: <span class="gnucash">GnuCash</span> é um programa mantido por voluntários. Se você quiser fazer parte do esforço, pode contribuir de muitas maneiras:

source: By testing the program and <a href="https://wiki.gnucash.org/wiki/Bugzilla">reporting bugs</a>
ca: Provant el programa i <a href="https://wiki.gnucash.org/wiki/Bugzilla">notificant errors</a>
de: Durch Testen des Programms und <a href="https://wiki.gnucash.org/wiki/De/Feedback">Erstellen von Fehlerberichten</a>
hr: Testiraj program i <a href="https://wiki.gnucash.org/wiki/Bugzilla">prijavi greške</a>
it: Testando il programma e <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">segnalando i problemi</a>
nb: Ved å teste programmet og <a href="https://wiki.gnucash.org/wiki/Bugzilla">rapportere feil</a>
pt: Testando o programa e <a href="https://wiki.gnucash.org/wiki/Bugzilla">reportando erros</a>
pt_br: Testando o programa e <a href="https://wiki.gnucash.org/wiki/Bugzilla">relatando erros</a>

source: By liking our project page on <a href="https://www.facebook.com/Gnucash">facebook</a> and <a href="https://plus.google.com/u/0/+gnucash">Google+</a>
ca: Fent un m'agrada al mur del projecte a <a href="https://www.facebook.com/Gnucash">facebook</a> i a <a href="https://plus.google.com/u/0/+gnucash">Google+</a>
de: Durch »like«n unserer Project Seite auf <a href="https://www.facebook.com/Gnucash">Facebook</a> und <a href="https://plus.google.com/u/0/+gnucash">Google+</a>
hr: Poveži naše <a href="https://www.facebook.com/Gnucash">facebook</a> i <a href="https://plus.google.com/u/0/+gnucash">Google+</a> stranice projekta
it: Aggiungendo un "mi piace" o un "+1" sulle pagine <a href="https://www.facebook.com/Gnucash">facebook</a> e <a href="https://plus.google.com/u/0/+gnucash">Google+</a> di <span class="gnucash">GnuCash</span>
nb: Ved å like prosjektet vårt på <a href="https://www.facebook.com/Gnucash">Facebook</a> og <a href="https://plus.google.com/u/0/+gnucash">Google+</a>
pt: Gostando da nossa página de projecto no <a href="https://www.facebook.com/Gnucash">facebook</a> e no <a href="https://plus.google.com/u/0/+gnucash">Google+</a>
pt_br: Ao curtir nossa página do projeto no <a href="https://www.facebook.com/Gnucash">Facebook</a> e no <a href="https://plus.google.com/u/0/+gnucash">Google+</a>

source: By spreading the word
hr: Pričaj drugima o programu
nb: Ved å spre ordet
pt: Espalhando a palavra
pt_br: Divulgando a palavra

source: <a href="https://sourceforge.net/donate/index.php?group_id=192">By making a donation</a>
ca: <a href="https://sourceforge.net/donate/index.php?group_id=192">Fent una donació</a>
de: <a href="https://sourceforge.net/donate/index.php?group_id=192">Durch Spenden</a>
hr: <a href="https://sourceforge.net/donate/index.php?group_id=192">Doniraj</a>
it: <a href="https://sourceforge.net/donate/index.php?group_id=192">Facendo una donazione</a>
nb: <a href="https://sourceforge.net/donate/index.php?group_id=192">Ved å gi en donasjon</a>
pt: <a href="https://sourceforge.net/donate/index.php?group_id=192">Fazendo um donativo</a>
pt_br: <a href="https://sourceforge.net/donate/index.php?group_id=192">Fazendo uma doação</a>

source: By partecipating in the <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash mailing lists</a> and <a href="https://wiki.gnucash.org/wiki/IRC">IRC channel</a>
ca: Participant a les <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">llistes de correu de GnuCash</a> i al <a href="https://wiki.gnucash.org/wiki/IRC">canal IRC</a>
de: Durch Teilnahme auf den <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash Mailing-Listen</a> und dem <a href="https://wiki.gnucash.org/wiki/IRC">IRC Kanal</a> (englisch)
hr: Sudjeluj u <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash pretplatničkim listama</a> i <a href="https://wiki.gnucash.org/wiki/IRC">IRC kanalu</a>
it: Partecipando alle <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">liste di discussione di GnuCash</a> e al <a href="https://wiki.gnucash.org/wiki/IRC">canale IRC</a>
nb: Ved å delta i <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">GnuCash e-post liste</a> and <a href="https://wiki.gnucash.org/wiki/IRC">IRC kanal</a>
pt: Participando nas <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">listas de correio do GnuCash</a> e no <a href="https://wiki.gnucash.org/wiki/IRC">canal IRC</a>
pt_br: Ao participar das <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">listas de discussão do GnuCash</a> e do <a href="https://wiki.gnucash.org/wiki/IRC">canal IRC</a>

source: By reviewing and adding hints to the <a href="https://wiki.gnucash.org/wiki/">wiki</a>
ca: Al revisar i afegir suggeriments a la <a href="https://wiki.gnucash.org/wiki/">wiki</a>
de: Durch Durchsicht des <a href="https://wiki.gnucash.org/wiki/De">Wikis</a>
hr: Pregledaj i dodaj savjete na <a href="https://wiki.gnucash.org/wiki/">wiki</a> stranicama
it: Revisionando e aggiungendo nuovi contenuti <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">al wiki</a>
nb: Ved å gjennomgå og legge til hint til <a href="https://wiki.gnucash.org/wiki/">wiki siden</a>
pt: Revendo e adicionando dicas à <a href="https://wiki.gnucash.org/wiki/">wiki</a>
pt_br: Revendo e adicionando dicas à <a href="https://wiki.gnucash.org/wiki/">Wiki</a>

source: By improving the <a href="https://gnucash.org/docs.phtml">released documentation</a>
ca: Millorant la <a href="https://gnucash.org/docs.phtml">documentació publicada</a>
de: Durch Verbessern und vor allem Übersetzen der <a href="https://gnucash.org/docs.phtml">veröffentlichten Dokumentation</a>
hr: Poboljšaj <a href="https://gnucash.org/docs.phtml">dokumentaciju izdanja</a>
it: Migliorando la <a href="https://wiki.gnucash.org/wiki/Mailing_Lists">documentazione</a>
nb: Ved å forbedre den<a href="https://gnucash.org/docs.phtml">utgitte dokumentasjonen</a>
pt: Melhorando a <a href="https://gnucash.org/docs.phtml">documentação</a>
pt_br: Melhorando a <a href="https://gnucash.org/docs.phtml">documentação existente</a>

source: By <a href="https://wiki.gnucash.org/wiki/Translation">translating the program and documentation to your language</a>
ca: <a href="https://wiki.gnucash.org/wiki/Translation">traduint el programa i la documentació al vostre idioma</a>
de: Durch <a href="https://wiki.gnucash.org/wiki/Translation">Übersetzung von Programms und Dokumentation in Ihre Sprache</a> (englisch)
hr: <a href="https://wiki.gnucash.org/wiki/Translation">Prevedi program i dokumentaciju na tvoj jezik</a>
it: <a href="https://wiki.gnucash.org/wiki/Translation">Traducendo il programma e la documentazione nella propria lingua</a>
nb: Ved å <a href="https://wiki.gnucash.org/wiki/Translation">oversette programmet og dokumentasjonen til ditt språk</a>
pt: <a href="https://wiki.gnucash.org/wiki/Translation">Traduzindo o programa e a documentação no seu idioma</a>
pt_br: <a href="https://wiki.gnucash.org/wiki/Translation">Traduzindo o programa e a documentação para o seu idioma</a>

source: By <a href="https://wiki.gnucash.org/wiki/Development">developing the source code</a>
hr: <a href="https://wiki.gnucash.org/wiki/Development">Pomogni u razvoju izvornog koda</a>
nb: Ved å <a href="https://wiki.gnucash.org/wiki/Development">utvikle kildekoden</a>
pt: <a href="https://wiki.gnucash.org/wiki/Development">Desenvolvendo o código fonte</a>
pt_br: <a href="https://wiki.gnucash.org/wiki/Development">Desenvolvendo o código-fonte</a>

source: The GnuCash developers team
ca: L'equip de desenvolupadors de Gnucash
de: Das GnuCash-Entwicklerteam
hr: Ekipa GnuCash programera
it: Il team di sviluppo di GnuCash
nb: GnuCash-utviklingslaget
nl: Het GnuCash ontwikkelaarsteam
pt: A equipa de programadores do GnuCash
pt_br: A equipe de desenvolvedores do GnuCash

source: Writing Documentation
ca: Redacció de Documentació
de: Dokumentation erstellen
hr: Pisanje dokumentacije
it: Scrittura della documentazione
nb: Skriving av dokumentasjon
nl: Documentatie schrijven
pt: Escrever documentação
pt_br: Escrevendo a documentação

source: If you are interested in improving the <span class="gnucash">GnuCash</span> documentation, you have come to the right place. This page will provide you with the necessary information to get started.
ca: Si esteu interessats en la millora de la documentació de <span class="gnucash">GnuCash</span>, heu vingut al lloc correcte. Aquesta pàgina us proporcionarà la informació necessària per començar.
de: Wenn Sie daran interessiert sind, die <span class="gnucash">GnuCash</span> Dokumentation zu verbessern, sind Sie hier richtig. Diese Seite wird Ihnen die zu Beginn erforderlichen Informationen liefern.
hr: Ako te zanima, kako poboljšati <span class="gnucash">GnuCash</span> dokumentaciju, tu si na pravom mjestu. Ova stranica pruža potrebne informacije o tome kako započeti.
it: Se si intende migliorare la documentazione di <span class="gnucash">GnuCash</span>, questo è il posto giusto. In questa pagina verranno fornite le informazioni necessarie per iniziare.
nl: Als u geïnteresseerd bent in het verbeteren van de <span class="gnucash">GnuCash</span>-documentatie, bent u hier aan het juiste adres. Deze pagina verschaft u de nodige informatie om te beginnen.
pt: Se está interessado em melhorar a documentação do <span class="gnucash">GnuCash</span>, veio ao sítio certo. Esta página fornece-lhe toda a informação necessária para começar..
pt_br: Se você estiver interessado em melhorar a documentação do <span class="gnucash">GnuCash</span>, você veio ao lugar certo. Esta página fornecerá as informações necessárias para começar.

source: Writing GnuCash Documentation
ca: Redacció de Documentació de Gnucash
de: GnuCash Dokumentation erstellen
hr: Pisanje GnuCash dokumentacije
it: Scrittura della documentazione di GnuCash
nl: GnuCash-documentatie schrijven
pt: Escrever documentação do GnuCash
pt_br: Escrevendo a documentação do GnuCash

source: Just as the <span class="gnucash">GnuCash</span> application has been developed over time by volunteers, so too has the documentation been written by volunteer developers and users to help others learn how <span class="gnucash">GnuCash</span> works. This collaborative effort has resulted in the creation of two major documents, the <b>Help Manual</b> and the <b>Tutorial and Concepts Guide</b>.
ca: Igual que l'aplicació <span class="gnucash">GnuCash</span> s'ha desenvolupat gradualment per voluntaris, la documentació també ha estat escrita per desenvolupadors i usuaris voluntaris per ajudar a altres a aprendre com funciona <span class="gnucash">GnuCash</span>. Aquest esforç col·laboratiu s'ha traduït en la creació de dos documents principals, el <b>Manual d'ajuda</b> i el <b>Tutorial i Guia de Conceptes</b>.
de: Genauso wie die Anwendung <span class="gnucash">GnuCash</span> im Laufe der Zeit von Freiwilligen entwickelt wurde, so wurde auch die Dokumentation von Freiwilligen, sowohl Entwicklern und als auch Benutzern, geschrieben, um anderen zu helfen zu lernen, wie <span class="gnucash">GnuCash</span> funktioniert. Diese Gemeinschaftsarbeit resultiert in der Erschaffung zweier größerer Dokumente, der <b>Online-Hilfe</b> und <b>Kurs und Konzepte</b>.
hr: Kao što su volonteri s vremenom razvili <span class="gnucash">GnuCash</span> aplikaciju, tako su i dobrovoljni programeri i korisnici napisali dokumentaciju, kako bi pomogli drugima naučiti raditi s <span class="gnucash">GnuCashom</span>. Rezultat ovog zajedničkog rada su dva glavna dokumenta: <b>Priručnik za pomoć</b> i <b>Vježbe i koncepti</b>.
it: Proprio come <span class="gnucash">GnuCash</span> è stato sviluppato nel tempo grazie all'apporto di volontari, anche la documentazione è stata preparata da sviluppatori volontari e dagli utenti con lo scopo di insegnare agli altri come utilizzare <span class="gnucash">GnuCash</span>. Questo sforzo collaborativo, ha portato alla creazione di due documenti, il <b>manuale di aiuto</b> e la <b>guida ai concetti</b>.
nl: De documentatie is, net als de <span class="gnucash">GnuCash</span>-applicatie zelf, vrijwillig geschreven door ontwikkelaars en gebruikers om anderen te helpen te leren hoe <span class="gnucash">GnuCash</span> werkt. Dit samenwerkingsverband heeft twee belangrijke documenten opgeleverd, de <b>Handleiding</b> en de <b>Conceptengids</b>.
pt: Assim como a aplicação <span class="gnucash">GnuCash</span> foi desenvolvida por voluntários ao longo dos anos, também a documentação foi escrita por voluntários e utilizadores para ajudar outros a aprender como o <span class="gnucash">GnuCash</span> funciona. Este esforço colaborativo resultou na criação de dois documentos principais, o <b>Manual de ajuda</b> e o <b>Tutorial e guia de conceitos</b>.
pt_br: Assim como o aplicativo <span class="gnucash">GnuCash</span> foi desenvolvido ao longo do tempo por voluntários, a documentação também foi escrita por desenvolvedores e usuários voluntários para ajudar outros a aprender como o <span class="gnucash">GnuCash</span> funciona. Esse esforço colaborativo resultou na criação de dois documentos principais, o <b>Manual de Ajuda</b> e o <b>Guia de Tutorial e Conceitos</b>.
