Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: Support for UK VAT and Australian GST have been added to the Income-GST report. The report's options are changed from source accounts to source sales and purchase accounts to permit proper reporting of capital purchases. <b>N.B.</b> This is incompatible with previous versions of the report and will require regenerating saved configurations.
de: Die Unterstützung für die britische Mehrwertsteuer und die australische GST wurde dem Bericht "Einkommen-GST" hinzugefügt. Die Optionen des Berichts werden von Quellkonten zu Quellverkaufs- und Einkaufskonten geändert, um eine ordnungsgemäße Meldung von Kapitalkäufen zu ermöglichen. <b> N.B.</b> Dies ist mit früheren Versionen des Berichts nicht kompatibel und erfordert eine Neugenerierung der gespeicherten Konfiguration.
hr: Podrška za britanski i australski porez dodani su izvještaju Income-GST. Opcije izvještaja promijenjene su iz konta izvora u prodaje izvora i konta kupnje, kako bi se omogućilo pravilno izvještavanje o kapitalnim kupnjama. <b>NAPOMENA</b> Ovo nije kompatibilno s prethodnim verzijama izvještaja i spremljena konfiguracija će se morati ponovo generirati.
pt: Foi acrescentado ao relatório Income-GST o apoio ao IVA britânico e ao GST australiano. As opções do relatório são alteradas das contas de origem para as contas de compra e venda de origem, de modo a permitir um relatório adequado das compras de capital. <b>N.B.</b> Isto é incompatível com as versões anteriores do relatório e exigirá a regeneração das configurações gravadas.
pt_br: Suporte para UK VAT e Australian GST foram adicionados ao relatório Income-GST. As opções do relatório foram alteradas de contas de origem para contas de vendas e compras de origem para permitir relatórios adequados de compras de capital. <b>N.B.</b> Isso é incompatível com versões anteriores do relatório e exigirá a regeneração de configurações salvas.

source: Budgets
hr: Proračuni
pt: Orçamentos
pt_br: Orçamentos

source: Optionally include the account code option in budget view.
de: Fügen Sie optional die Kontoführungsoption in die Budgetansicht ein.
hr: Opcionalno uključivanje opcije koda računa u prikazu proračuna.
pt: Opcionalmente, incluir a opção de código de conta na visualização do orçamento.
pt_br: Opcionalmente, inclua a opção de código de conta na visualização de orçamento.

source: Enable adding notes to budgets.
de: Aktivieren Sie das Hinzufügen von Notizen zu Budgets.
hr: Aktiviranje dodavanja napomena uz proračune.
pt: Activar a adição de notas aos orçamentos.
pt_br: Permitir adicionar notas aos orçamentos.

source: Account codes may now optionally be displayed in the Budget Tree View..
hr: Kodovi računa sada se mogu po želji prikazivati u prikazu stabla proračuna.

source: Compatibility
de: Kompatibilität
hr: Kompatibilnost
pt: Compatibilidade
pt_br: Compatibilidade

source: GnuCash 4.x and later will no longer migrate old gconf settings from GnuCash 2.4.x.
de: GnuCash 4.x und später migrieren nicht mehr länger die alten Einstellungen von GConf aus GnuCash 2.4.x und zuvor.
hr: GnuCash 4.x i novije verzije više neće migrirati stare postavke gconfa iz GnuCasha 2.4.x.
pt: O GnuCash 4.x e posteriores deixarão de migrar as antigas configurações de gconf do GnuCash 2.4.x.
pt_br: GnuCash 4.x e versões posteriores não migrarão mais as configurações antigas do gconf do GnuCash 2.4.x.

source: Customization and Scripting
de: Anpassung und Skripterstellung
hr: Prilagođavanje i skriptanje
pt: Personalização e scripting
pt_br: Personalização e Script

source: The GnuCash widget hierarchy for CSS has been revised to be more consistent with Gtk practice. You may need to spend some time with the GtkInspector to get your custom CSS back the way you like it.
de: Die GnuCash-Widget-Hierarchie für CSS wurde überarbeitet, damit sie besser mit der Gtk-Praxis übereinstimmt. Möglicherweise müssen Sie einige Zeit mit dem GtkInspector verbringen, um Ihr benutzerdefiniertes CSS wieder so hinzubekommen, wie Sie es mögen.
hr: GnuCash programčić hijerarhije za CSS revidiran je kako bi bio usklađeniji s praksom Gtk-a. Možda će biti potrebno provesti neko vrijeme s GtkInspectorom kako bi se vratio prilagođeni CSS na željeno stanje.
pt: A hierarquia de widgets do GnuCash para CSS foi revista para ser mais consistente com a prática Gtk. Poderá ter de passar algum tempo com o GtkInspector para recuperar a sua CSS personalizada da forma que mais lhe agrada.
pt_br: A hierarquia de widgets do GnuCash para CSS foi revisada para ser mais consistente com a prática do Gtk. Você pode precisar gastar algum tempo com o GtkInspector para deixar seu CSS personalizado do jeito que você gosta.

source: Python bindings are now localized and their strings available for translation.
de: Die Python-Bindungen sind jetzt lokalisiert und ihre Zeichenketten können übersetzt werden.
hr: Python povezivanja su sada lokalizirani i njihovi izrazi su dostupni za prevođenje.
pt: As associações Python estão agora localizadas e as suas cadeias disponíveis para tradução.
pt_br: As vinculações do Python agora estão localizadas e seus textos estão disponíveis para tradução.

source: For a complete list of new features and API changes see the %s.
de: Für die vollständige Liste neuer Merkmale und Schnittstellenänderungen siehe %s.
hr: Za potpuni popis novih funkcija i promjena API-ja pogledaj %s.
pt: Para uma lista completa de novas funcionalidades e alterações de API, ver %s.
pt_br: Para uma lista completa de novas funcionalidades e alterações de API, consulte %s.

source: Release Notes
de: Versionshinweise
hr: Napomene o izdanju
pt: Notas de lançamento
pt_br: Notas de lançamento

source: Announcement of New Releases, Server Maintenance,…
hr: Najavljivanje novih izdanja, održavanja poslužitelja, …

source: GnuCash News
ca: Notícies del Gnucash
de: GnuCash Neuigkeiten
hr: GnuCash novosti
nb: GnuCash nyheter
nl: GnuCash Nieuws
pt: Notícias do GnuCash
pt_br: Novidades do GnuCash

source: Older Announcements ...
hr: Starije najave …

source: Click <a href="oldnews.phtml">here</a> for older announcements...
hr: Klikni <a href="oldnews.phtml">ovdje</a> za starije najave …

source: Older Announcements
ca: Anuncis més antics
de: Ältere Ankündigungen
hr: Starije najave
it: Annunci più vecchi
nb: Eldre kunngjøringer
nl: Oudere berichten
pt: Anúncios antigos
pt_br: Comunicados Antigos

source: This is an archive of announcements that once appeared on the GnuCash home page.
ca: Aquest és un arxiu d'anuncis que un cop van aparèixer a la pàgina d'inici de GnuCash.
de: Dies ist ein Archiv der Ankündigungen, die einst auf der GnuCash-Startseite erschienen sind.
hr: Ovo je arhiv prijašnjih najava na GnuCash web-stranici.
it: Questo è un archivio di annunci comparsi in passato nella pagina principale di GnuCash.
nb: Dette er et arkiv med kunngjøringer som en gang dukket opp på GnuCash-hjemmesiden.
nl: Dit is een archief met berichten die ooit op de GnuCash thuispagina stonden.
pt: Este é um arquivo de anúncios que apareceram outrora na página inicial do <span class="gnucash">GnuCash</span>.
pt_br: Este é um arquivo de comunicados que já foram exibidos na página inícial do GnuCash.

source: Query
hr: Upit

source: Single term query
hr: Upit jednog pojma

source: This query specifies only one term for retrieving all of the documents which contain that term, for example:
hr: Ovaj upit određuje samo jedan pojam za traženje u svim dokumentima koji sadrže taj pojam, npr.:

source: AND query
hr: AND upit (logički I)

source: This query specifies two or more terms for retrieving all of the documents which contain both terms. Insert the <code class="operator">and</code> operator between the terms, e.g.
hr: Ovaj upit određuje dva ili više pojmova za traženje u svim dokumentima koji sadrže te pojmove. Umetni operator <code class="operator">AND</code> između pojmova, npr.

source: You can omit the <code class="operator">and</code> operator. Terms which are separated by one or more spaces are assumed to be an AND query.
hr: Operator <code class="operator">AND</code> možeš izostaviti. Uvjeti koji su odvojeni jednim ili više razmacima se uzimaju kao jedan AND upit.

source: OR query
hr: OR upit (logički ILI)

source: This query specifies two or more terms for retrieving all documents which contain any one term. Insert the <code class="operator">or</code> operator between the terms, e.g.
hr: Ovaj upit određuje dva ili više pojmova za traženje u svim dokumentima koji sadrže te pojmove. Umetni operator <code class="operator">OR</code> između pojmova, npr.

source: NOT query
hr: NOT upit (negacija)

source: This query specifies two or more terms for retrieving all of the documents which contain a first term but do not contain the following terms. Insert the <code class="operator">not</code> operator between the terms, for example:
hr: Ovaj upit određuje dva ili više pojmova za traženje u svim dokumentima koji sadrže prvi pojam, ali ne sadržavaju slijedeće pojmove. Umetni operator <code class="operator">NOT</code> između pojmova, npr.:

source: Grouping
hr: Grupiranje

source: You can group queries by surrounding them by parentheses. The parentheses should be separated by one or more spaces. e.g.
hr: Upite možeš grupirati tako da ih staviš u zagrade. Zagrade moraju biti odvojene jednim ili više razmacima, npr.

source: Phrase searching
hr: Traženje izraza

source: You can search for a phrase that consists of two or more terms by surrounding them with double quotation marks or braces such as <code class="operator">"..."</code> and <code class="operator">{...}</code>. In Namazu, the precision of phrase searching is not 100%, so wrong results may occasionally occur. Example:
hr: Možeš tražiti izraz koji se sastoji od dva ili više pojmova stavljajući ih pod dvostruke navodnike ili vitičaste zagrade, npr. <code class="operator">"…"</code> i <code class="operator">{...}</code>. U Namazu, preciznost pretraživanja izraza nije 100 %, tako da povremeno može doći do grešaka u rezultatima. Primjer:

source: Substring matching
hr: Uspoređivanje podnizova

source: There are three types of searching by substring matching.
hr: Postoje tri vrste pretraživanja pomoću uspoređivanja podnizova.

source: Prefix matching
hr: Uspoređivanje početka

source: (terms which begin with <code>inter</code>)
hr: (izrazi koji započinju s <code>inter</code>)

source: Inside matching
hr: Uspoređivanje sredine

source: (terms which contain <code>text</code>)
hr: (izrazi koji sadrže <code>text</code>)

source: Suffix matching
hr: Uspoređivanje završetka

source: (terms which terminated with <code>net</code>)
hr: (izrazi koji završavaju s <code>net</code>)

source: Regular expressions
hr: Regularni izrazi

source: You can use regular expressions for pattern matching. The regular expressions must be surrounded by slashes like <code class="operator">/.../</code>. Namazu uses <a href="http://www.ruby-lang.org/">Ruby</a>'s regular regular expressions engine. It generally offers a <a href="http://www.perl.com/">Perl</a> compatible flavor. e.g.,
hr: Možeš koristiti regularne izraze za uspoređivanje uzoraka. Regularni izrazi moraju biti okruženi kosim crtama poput <code class="operator">/…/</code>. Namazu koristi <a href="http://www.ruby-lang.org/">Ruby</a> regularni mehanizam regularnih izraza. Općenito nudi <a href="http://www.perl.com/">Perl</a> kompatibilan način. npr.,

source: Field-specified searching
hr: Pretraživanje određenih polja

source: You can limit your search to specific fields such as <code>Subject:</code>, <code>From:</code>, <code>Message-Id:</code>. This feature is especially convenient for Mail/News documents, for example:
hr: Možeš ograničiti pretraživanje na određena polja, npr. <code>Tema:</code>, <code>Od:</code>, <code>ID poruke:</code>. Ova je funkcija posebno prikladna za dokumente e‑pošte/novosti, na primjer:

source: (Retrieves all documents which contain <code>Linux</code> in a <code>Subject:</code> field)
hr: (Nalazi sve dokumente koji sadrže <code>Linux</code> u polju <code>Predmet:</code>)

source: (Retrieves all documents which contain <code>GNU Emacs</code> in a <code>Subject:</code> field)
hr: (Nalazi sve dokumente koji sadrže <code>GNU Emacs</code> u polju <code>Predmet:</code>)

source: (Retrieves all documents which contain <code>foo@bar.jp</code> in a <code>From:</code> field)
hr: (Nalazi sve dokumente koji sadrže <code>foo@bar.jp</code> u polju <code>Od:</code>)

source: (Retrieves a certain document which contains specified <code>Message-Id:</code>)
hr: (Nalazi određeni dokument koji sadrži određeni <code>ID poruke:</code>)

source: Notes
hr: Napomene

source: In any queries, Namazu ignores case distinctions of alphabet characters; i.e. Namazu does case-insensitive pattern matching.
hr: U bilo kojem upitu, Namazu zanemaruje pisanje velikih/malih slova, tj. Namazu uspoređuje uzorke neovisno o veličini slova.

source: Japanese phrases are automatically segmented into morphemes and are handled as <a href="#query-phrase">phrase searching</a>. This process occasionally causes invalid segmentation.
hr: Japanski se izrazi automatski segmentiraju na morfeme i obrađuju se kao <a href="# query-phrase"> pretraživanje izraza</a>. Ovaj proces ponekad uzrokuje nevažeću segmentaciju.

source: Letters, numbers or parts of symbols (duplicated in ASCII) which are defined in JIS X 0208 (Japanese Industrial Standards) are handled as ASCII characters.
hr: Slova, brojevi ili dijelovi simbola (duplikati u ASCII kodu) koji su definirani u JIS X 0208 (japanski Industrijski standardi) obrađuju se kao ASCII znakovi.

source: Namazu can handle a term which contains symbols like <code>TCP/IP</code>. Since this method of handling isn't complete, you can also describe the term as <code>TCP and IP</code> instead of <code>TCP/IP</code>, but it may cause noisy results.
hr: Namazu može obraditi pojam koji sadrži simbole, kao što je <Code>TCP/IP</code>. Budući da ovaj način rukovanja nije dovršen, pojam možeš opisati i kao <code>TCP i IP</code> umjesto <code>TCP/IP</code>, ali može stvoriti previše rezultata.

source: Substring matching and field-specified searching takes more time than other methods.
hr: Uspoređivanje podnizova i pretraživanje određenih polja traje duže od drugih metoda.

source: If you want to use <code class="operator">and</code>, <code class="operator">or</code> or <code class="operator">not</code> as ordinary keywords<br> You can surround them respectively with double quotes like <code class="operator">"..."</code> or braces like <code class="operator">{...}</code>.
hr: Ako želiš koristiti <code class="operator"> i </code>, <code class="operator"> ili </code> ili <code class="operator">ne</code> kao obične ključne riječi <br> možeš ih staviti pod dvostruke navodnike, <code class="operator"> "…"</code> ili vitičaste zagrade <code class="operator">{…}</code>.

source: This search system is powered by:
hr: Ovaj se sustav pretraživanja pokreće pomoću:

source: Server &amp; email outage reports to:
hr: Izvještaje o prekidu rada servera i e‑pošte na:

source: Translation problems? Contact: <a href="mailto:gnucash-devel@gnucash.org"><b>gnucash-devel@gnucash.org</b></a>
hr: Problemi s prijevodom? Kontaktiraj: <a href="mailto:gnucash-devel@gnucash.org"><b>gnucash-devel@gnucash.org</b></a>

source: Mailing List Search
hr: Pretraži pretplatničku listu

source: Search!
hr: Traži!

source: [How to search]
hr: [Kako tražiti]

source: Display
hr: Prikaži

source: Description
hr: Opis

source: normal
hr: normalno

source: short
hr: kratko

source: Sort
hr: Razvrstaj

source: by score
hr: po rezultatu

source: by date in late order
hr: po datumu silazno

source: by date in early order
hr: po datumu uzlazno

source: by title in ascending order
hr: po naslovu uzlazno

source: by title in descending order
hr: po naslovu silazno

source: by author in ascending order
hr: po autoru uzlazno

source: by author in descending order
hr: po autoru silazno

source: by size in ascending order
hr: po veličini uzlazno

source: by size in descending order
hr: po veličini silazno

source: by URI in ascending order
hr: po URI uzlazno

source: by URI in descending order
hr: po URI silazno

source: Lists to Search
hr: Traži u popisima

source: score
hr: rezultat

source: Author
hr: Autor

source: Date
hr: Datum

source: (${size} bytes)
hr: (${size} bajtova)

source: Tips on searching
hr: Savjeti za traženje

source: If you have trouble with searching, you can check the following tips.
hr: Ako imate teškoća s pretraživanjem, možeš provjeriti sljedeće savjete.

source: Check a spelling of your keyword<br> Namazu can't find anything with wrong spelling.
hr: Provjerite pravopis tvojih ključnih riječi<br> Namazu ne može pronaći ništa s pogrešnim pravopisom.

source: Add keywords
hr: Dodaj ključne riječi

source: If you gained no results or too few results, you can add one or more related keywords with <code class="operator">or</code> operator. You should get more results. e.g.,
hr: Ako ne dobiješ rezultate ili ako dobiješ premalo rezultata, možeš dodati jednu ili više srodnih ključnih riječi pomoću operatera <code operator="operator">ili</code>. Vjerojatno ćeš dobiti više rezultata. Npr.,

source: If you gained too many results, you can add one or more related keywords with <code class="operator">and</code> operator. It makes your search more limited. e.g.,
hr: Ako dobiješ previše rezultata, možeš dodati jednu ili više srodnih ključnih riječi pomoću operatera <code class= "operator">i</code>. To će ograničiti tvoje pretraživanje. Npr.,

source: Try substring matching
hr: Pokušaj usporediti podnizove

source: If you gained no results or too few results, you can try substring matching.
hr: Ako ne dobiješ nikakve rezultate ili premalo rezultata, možeš pokušati uspoređivati podnizove.

source: You can specify <code class="example">tex*</code> to search for terms which begin with <code>tex</code> (e.g., <code>tex</code>, <code>texi2html</code>, <code>texindex</code>, <code>text</code>).
hr: Možeš zadati <code class="example">tex*</code> za traženje pojmova koji počinju s <code>tex</code> (npr., <code>tex</code>, <code>texi2html</code>, <code>texindex</code>, <code>text</code>).

source: You can specify <code class="example">*tex</code> to search for terms which terminated with <code>tex</code> (e.g., <code>bibtex</code>, <code>jlatex</code>, <code>latex</code>, <code>platex</code>, <code>ptex</code>, <code>vertex</code>).
hr: Možeš zadati <code class="example">*tex</code> za traženje pojmova koji završavaju s<code>tex</code> (e.g., <code>bibtex</code>, <code>jlatex</code>, <code>latex</code>, <code>platex</code>, <code>ptex</code>, <code>vertex</code>).

source: You can specify <code class="example">*tex*</code> to search for terms which contain <code>tex</code> (many).
hr: Možeš zadati <code class="example">*tex*</code> za traženje pojmova koji sadržavaju <code>tex</code> (višestruko).

source: You tried phrase searching but it hit documents which didn't contain your phrase.
hr: Pokušavaš tražiti pojam, ali tražiš u dokumentima, koji ne sadržavaju tvoj pojam.

source: It's a defect of Namazu. Precision of phrase searching is not 100%, so it cause wrong results occasionally.
hr: To je greška u Namazu. Točnost pretraživanja izraza nije 100 %, pa povremeno dolazi do pogrešnih rezultata.

source: This is an ancient page about Gnucash's code size.
de: Dies ist eine uralte Seite über Gnucash's Code-Länge.
hr: Ovo je stara stranica o količini koda programa Gnucash.
pt: Esta é uma página antiga sobre o tamanho do código do Gnucash.
pt_br: Esta é uma página antiga sobre o tamanho do código Gnucash.

source: It can often be quite interesting to study the source code metrics behind a software development project. Not a surprising interest: its accounting afterall. <span class="gnucash">GnuCash</span> has grown, over the years, from a small handy electronic checkbook to a rather large and multi-featured desktop app.
ca: Sovint pot ser molt interessant estudiar les mètriques de codi font darrere d'un projecte de desenvolupament de programari. No desperta un interès sorprenent: és comptabilitat al capdavall. <span class="gnucash">Gnucash</span> ha crescut, amb els anys, des d'una petita llista de verificació electrònica de butxaca cap a una aplicació d'escriptori bastant gran i amb moltes característiques.
de: Es kann bisweilen recht interessant sein, die Größe des Quelltext hinter einem Softwareprojekt zu untersuchen. Es mag nicht überraschen, daß es sich immer noch um Buchhaltung handelt. Aber GnuCash ist über die Jahre von einem handlichen elektronischen Scheckbuch zu einer ziemlich großen Buchhaltungsanwendung mit vielen Merkmalen gewachsen.
hr: Često je zanimljivo proučiti izvorni kod projekta u brojkama. To ne iznenađujuće: na kraju krajeva, radi se o računovodstvu. <span class="gnucash">GnuCash</span> se je tijekom godina razvio, od male praktične elektronske čekovne knjižice u prilično veliku desktop aplikaciju s mnogim funkcijama.
it: Può rivelarsi interessante studiare le statistiche del codice sorgente relativamente a un progetto di sviluppo di un programma. Niente di originale: dopotutto si tratta di contabilità. <span class="gnucash">GnuCash</span> è cresciuto nel corso degli anni da un piccolo e pratico registro degli assegni elettronico, fino a divenire un'applicazione desktop relativamente estesa e con molte caratteristiche.
nl: Het kan vaak heel interessant zijn om de statistieken van een software ontwikkelingsproject te bestuderen. Een evidente interesse: boekhouding en statistiek gaan tenslotte goed samen. Door de jaren heen is <span class="gnucash">GnuCash</span> uitgegroeid van een klein, handig, elektronisch chequeboekje tot een redelijk grote bureaublad toepassing met een uitgebreide functieomvang.
pt: Bastantes vezes é interessante estudar a métrica do código fonte por trás de um projecto de desenvolvimento de uma aplicação. Não admira, afinal é contabilidade. O <span class="gnucash">GnuCash</span> cresceu, ao longo dos anos, de um pequeno livro de cheques eletrónico para um grande e multifuncional programa de computador.

source: <span class="gnucash">GnuCash</span> currently consists of over a third of a million lines of code spread over more than a thousand files. It has been translated into twenty-three languages and credits over 139 authors and contributors.
ca: <span class="gnucash">Gnucash</span> actualment consta de més d'un terç de milió de línies de codi repartits en més de mil arxius. Ha estat traduït a vint idiomes i als crèdits hi ha més de 139 autors i col·laboradors.
de: <span class="gnucash">GnuCash</span> besteht inzwischen aus über einer Drittelmillion Zeilen Anweisungen verteilt über mehr als tausend Dateien. Es wurde in 36 Sprachen übersetzt und über 200 Menschen haben Beiträge geleistet.
hr: <span class="gnucash">GnuCash</span> se trenutačno sastoji od više od 300 000 redaka koda, raspoređenih u više od 1000 datoteka. Preveden je na 23 jezika i ima preko 139 autora i suradnika.
it: <span class="gnucash">GnuCash</span> attualmente consiste di oltre un terzo di milione di linee di codice distribuite in oltre un migliaio di file. È stato tradotto in 23 lingue e allo sviluppo hanno contribuito oltre 139 persone fra autori e collaboratori.
nl: <span class="gnucash">GnuCash</span> bestaat momenteel uit meer dan driehonderd vijftigduizend broncoderegels verdeeld over meer dan duizend bestanden. Het is vertaald naar 23 talen en heeft bijdragen ontvangen meer dan 139 auteurs.
pt: O <span class="gnucash">GnuCash</span> atualmente consiste em mais de um terço de milhão de linhas de código, espalhadas por mais de mil ficheiros. Foi traduzido em mais de vinte idiomas e agradece a mais de 130 autores e contribuidores.
