Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: Contents of the src/register directory (version 1.6 and earlier) or src/register/register-core (version 1.7 and later). The register was split out as a separate component from the motif code in version 1.1. As can be seen from the stats, the register code has been fairly stable. At version 1.7 and later, this cell shows a second count: the number of lines of code in src/register/register-gnome (previously counted as part of gnome)
ca: Continguts del directori src/register (versió 1.6 i anteriors) o src/register/register-core (versió 1.7 i posterior). El registre es va extreure fora com un component separat del codi del motif a la versió 1.1. Com es pot veure a les estadístiques, el codi de register ha estat bastant estable. A la versió 1.7 i més tard, la cel·la mostra un segon recompte: el nombre de línies de codi a src/register/register-gnome (prèviament comptat com a part del gnome)
de: Inhalt von src/register directory (Version 1.6 und früher) oder src/register/register-core (Version 1.7 und später). Das Register wurde als separates Modul aus dem Motif-Code in Version 1.1 herausgelöst. Wie man in der Statistik sieht, hat sich das Register als ziemlich stabil erwiesen. Ab Version 1.7 zeigt die Zelle einen 2. Eintrag: die Anzahl der Codezeilen in src/register/register-gnome, welches zuvor als Teil von Gnome gezählt wurde.
hr: Sadržaj direktorija src/register (verzija 1.6 i starija) ili src/register/register‑core (verzija 1.7 i novija). Registar je razdijeljen kao zasebna komponenta iz motif koda u verziji 1.1. Kao što se može vidjeti iz statistike, registarski kod je prilično stabilan. U verziji 1.7 i novijoj, ova ćelija pokazuje drugi broj: broj redaka koda u src/register/register‑gnome (prethodno računano kao dio gnomea)
it: Contenuto della directory src/register (versione 1.6 e precedenti) o src/register/register-core (versione 1.7 e successive) . Il registro è stato separato dal codice motif della versione 1.1. Come si può notare dalle statistiche, il codice del registro è piuttosto stabile. A partire dalla versione 1.7, questa cella mostra un secondo conteggio: il numero di linee di codice in src/register/register-gnome (prima conteggiate come parte di gnome)
nl: Inhoud van de src/register map (versie 1.6 en eerder) of src/register-core (versie 1.7 en later). De register code is van de motif code afgesplitst in een aparte component in versie 1.1. Zoals afgelezen kan worden uit de statistieken, is de registercode vrij stabiel gebleven. In versie 1.7 en later toont deze cel een tweede telling: het aantal coderegels in src/register/register-gnome (voordien meegeteld als deel van gnome)
pt: Conteúdo da pasta src/register (versão 1.6 e anteriores) ou src/register/register-core (versão 1.7 e posteriores). O diário foi extraído como componente separado do código motivo na versão 1.1. Como se pode ver nas estatísticas, o código do registo tem sido razoavelmente estável. Na versão 1.7 e posteriores, esta célula mostra uma 2&#170; contagem: o número de linhas de código em src/register/register-gnome (anteriormente contadas como parte do GNOME)

source: *.c, *.h files in the src directory only (version 1.6 and earlier) or src/register/ledger-core (version 1.7 and later)
ca: fitxers *.c, *.h al directori src únicament (versió 1.6 i anterior) o src/register/ledger-core (versió 1.7 i posterior)
de: *.c, *.h files im src Verzeichnis allein (Version 1.6 und früher) or src/register/ledger-core (version 1.7 und später)
hr: *.c, *.h datoteke samo u src direktoriju (verzija 1.6 i starija) ili src/register/ledger‑core (verzija 1.7 i novija)
it: file *.c, *.h nella sola directory src (versione 1.6 e precedenti) o src/register/ledger-core (versione 1.7 e successive)
nl: *.c, *.h bestanden, enkel in de src map. (versie 1.6 en eerder) of in src/register/ledger-core (versie 1.7 en later)
pt: Ficheiros *.c, *.hna pasta src só (versão 1.6 e anteriores) ou src/register/ledger-core (versão 1.7 e posteriores)

source: Contents of the src/motif directory (version 1.2 and earlier). The motif version of the code was discontinued after version 1.2, after most of the non-gui code was moved to either the engine, the register or the ledger.
ca: Continguts del directori src/motif (versió 1.2 i anteriors). La versió motif del codi es va suspendre després de la versió 1.2, després de que la majoria del codi no-gui es va traslladar al motor, al registre o al llibre major.
de: Inhalt des src/motif Verzeichnisses (Version 1.2 und früher). Die Motif-Version des Codes wurde nach Version 1.2 aufgegeben, nachdem der größte Teil des nicht die Oberfläche betreffenden Codes verschoben war, enweder in die Engine, das Register oder nach Ledger.
hr: Sadržaj direktorija src/motif (verzija 1.2 i ranija). Motif verzija koda je prekinuta nakon verzije 1.2, nakon što je većina ne‑gui koda premještena u engine (mehanizam), u register (registar) ili u ledger (knjigu).
it: Contenuto della directory src/motif (versione 1.2 e precedenti). La versione in motif del codice è stata abbandonata dopo la versione 1.2, allorché la maggior parte del codice non relativo all'interfaccia grafica è stato spostato o al motore,o al registro o al libro mastro.
nl: Inhoud van de src/motif map (versie 1.2 en eerder). De motif versie van de code is opgeheven na versie 1.2, nadat de meeste non-gui code verhuisd was naar engine, register of ledger.
pt: Conteúdo da pasta src/motif (versão 1.2 e anteriores). A versão motivo do código foi descontinuada após a versão 1.2, depois da maioria do código não visível ao utilizador ter sido movido para o motor, para os diários ou para o livro razão.

source: Contents of src/gnome plus src/register/gnome (version 1.6 and earlier). For version 1.7 and later, this consists of src/gnome, src/gnome-search and src/gnome-util
ca: Continguts de src/gnome més src/register/gnome (versió 1.6 i anteriors). Per a la versió 1.7 i posteriors, consisteix en src/gnome, src/gnome-search i src/gnome-util
de: Inhalt von src/gnome plus src/register/gnome (Version 1.6 und früher). Für Version 1.7 und später, besteht dies aus src/gnome, src/gnome-search und src/gnome-util
hr: Sadržaj src/gnome plus src/register/gnome (verzija 1.6 i ranija). Za verziju 1.7 i novije, ovo se sastoji od src/gnome, src/gnome‑search i src/gnome‑util
it: Contenuto della cartella src/gnome e src/register/gnome (versione 1.6 e precedenti). Per la versione 1.7 e successive, consiste di src/gnome, src/gnome-search e src/gnome-util
nl: Inhoud van src/gnome en src/register/gnome (versie 1.6 en eerder). Voor versie 1.7 en later bestaat dit uit src/gnome, src/gnome-search en src/gnome-util
pt: Conteúdo de src/gnome mais src/register/gnome (versão 1.6 e anteriores). Para a versão 1.7 e posteriores, isto consiste em src/gnome, src/gnome-search e src/gnome-util
pt_br: Conteúdo de src/gnome mais src/register/gnome (versão 1.6 e anteriores). Para a versão 1.7 e posteriores, isso consiste em src/gnome, src/gnome-search e src/gnome-util

source: Contents of miscellanous application-related directories (version 1.7 and later): src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us
ca: Continguts de diversos directoris relacionats amb aplicacions (versió 1.7 i posteriors): src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us
de: Inhalt von verschiedenen anwendungsbezogenenen Verzeichnissen (Ab Version 1.7): src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us
hr: Sadržaj raznih direktorija vezanih uz aplikaciju (verzija 1.7 i novija): src/app‑file, src/app‑utils, src/calculation, src/core‑utils, src/gnc‑modul, src/network‑utils, src/tax/us
it: Contenuto delle directory relative ad applicazioni varie (versione 1.7 e successive): src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us
nl: Inhoud van allerei mappen die verband houden met de toepassing (versie 1.7 en later): src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us
pt: Conteúdo de pastas várias relacionadas com a aplicação (versão 1.7 e posteriores): src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us

source: Code to import and export various file formats: contents of the src/import-export directory.
ca: Codi d'importació i exportació a diversos formats d'arxiu: contingut del directori src/import-export.
de: Code, um verschiedene Dateiformate zu im- und exportieren: Inhalt des src/import-export Verzeichnisses.
hr: Kôd za uvoz i izvoz različitih formata datoteka: sadržaj direktorija src/import‑export.
it: Codice per l'importazione e l'esportazione di file in vari formati: contenuto della directory src/import-export
nl: Code voor de import en export van diverse bestandsformaten: inhoud van de src/import-export map.
pt: Código para importar e exportar vários formatos de ficheiros: conteúdo da pasta src/import-export.
pt_br: Código para importar e exportar vários formatos de arquivo: conteúdo do diretório src/import-export.

source: Code to generate reports and graphs: contents of the src/reports directory.
ca: Codi per generar informes i gràfics: contingut del directori src/reports.
de: Code zur Erzeugung von Berichten und Graphiken: Inhalt des src/reports Verzeichnisses.
hr: Kôd za generiranje izvještaja i dijagrama: sadržaj direktorija src/reports.
it: Codice per la generazione di resoconti e grafici: contenuto della directory src/reports
nl: Code om rapporten en grafieken te genereren: inhoud van de src/reports map.
pt: Código para gerar relatórios e gráficos: conteúdo da pasta src/reports directory.
pt_br: Código para gerar relatórios e gráficos: conteúdo do diretório src/reports.

source: scheme and guile code in directories src/scm plus src/guile (version 1.6 and earlier). In version 1.7 and later, much of this code went into reports, import/export, and into indiovidual modules; thus only miscellaneous code remains.
ca: esquema i codi de guile als directoris src/scm més src/guile (versió 1.6 i anteriors). A la versió 1.7 i posteriors, gran part d'aquest codi va anar a reports, import/export, i a mòduls individuals; per tant només queda codi heterogeni.
de: Scheme- und Guile-Code in den Verzeichnissen src/scm plus src/guile (bis Version 1.6). Ab Version 1.7 wanderte viel von diesem Code nach reports, import/export und in individuelle Module; so daß nur vermischter Code übrig blieb.
hr: shema i guile kôd u direktorijima src/scm plus src/guile (verzija 1.6 i ranije). U verziji 1.7 i novijima, veći dio tog koda ušao je u izvještaje, u uvoz/izvoz te u pojedinačne module; tako da ostaju samo razni kodovi.
it: Codice in scheme e guile nelle directory src/scm e src/guile (versione 1.6 e precedenti). Nella versione 1.7 e successive, la maggior parte di questo codice è stato destinato ai resoconti, all'importazione ed esportazione e ai moduli individuali; di conseguenza rimane solamente del codice vario.
nl: scheme en guile code in mappen src/scm en src/guile (versie 1.6 en eerder). In versie 1.7 en later is veel van deze code verhuisd naar reports, import/export en naar individuele modules; hierdoor blijft de restcode over.
pt: código scheme e guile nas pastas src/scm mais src/guile (versão 1.6 e anteriores). Na versão 1.7 e posteriores, muito deste código foi para relatórios, importação/exportação e módulos individuais; só resta aqui código misto.
pt_br: scheme e guile code nos diretórios src/scm mais src/guile (versão 1.6 e anteriores). Na versão 1.7 e posteriores, muito desse código foi para reports, import/export, e para módulos individuais; assim, apenas código diverso permanece.

source: Code to add small-business features: contents of the src/business directory.
ca: Codi per afegir característiques de petita empresa: contingut de src/business.
de: Code des Geschäftsmoduls in src/business.
hr: Kôd za dodavanje funkcija za male tvrtke: sadržaj direktorija src/business.
it: Codice per l'implementazione di funzioni dedicate alle piccole imprese: contenuto della directory src/business
nl: Code om functies voor kleine ondernemingen toe te voegen: inhoud van de src/business map.
pt: Código para adicionar a funcionalidade de pequenos negócios: conteúdo da pasta src/business.
pt_br: Código para adicionar recursos para pequenas empresas: conteúdo do diretório src/business.

source: Code to peform automated regression tests: contents of the src/*/test directories.
ca: Codi per dur a terme proves de regressió automatitzades: contingut dels directoris src/*/test.
de: Code, um automatisierte Regressionstests durchzuführen: Inhalt des src/*/test Verzeichnisses.
hr: Kôd za automatske testove regresije: sadržaj direktorija src/*/test.
it: Codice per l'esecuzione di test di regressione automatici: contenuto delle directory src/*/test.
nl: Code om automatische regressietesten uit te voeren: inhoud van de src/*/test mappen.
pt: Código para realizar testes de regressão automática: conteúdo das pastas src/*/test.
pt_br: Código para executar testes de regressão automatizados: conteúdo dos diretórios src/*/test.

source: English-language-only user documentation, including on-line help and manual (html, sgml or xml). For version 1.8.4 and later, the number below the bar counts the translated, non-english docs (currently de, es, fr, pt_PT). Both of these numbers are somewhat hard to count, because of fairly large format churns, and multiple competing versions.
ca: Documentació per a usuari només-en-anglès, incloent-hi l'ajuda en línia i el manual (html, sgml o xml). Per a versió 1.8.4 i posteriors, el número de sota la barra compta els documents traduïts, documents en llengües diferents a l'anglès (actualment de, es, fr, pt_PT). Ambdós números són una mica difícils de comptar, per la elevada barreja de formats i diverses versions que competeixen.
de: Englischsprachige Benutzerdokumentation einschließlich Online-Hilfe und Handbuch in HTML, SGML und/oder XML. Ab Version 1.8.4 enthält die Zahl unter dem Strich die übersetzten, nicht englischen Dokumente (de, es, fr, pt_PT ...) Diese beiden Zahlen sind etwas schwierig zu bestimmen, wegen der Durchmischung mit Format-Anweisungen und teilweise mehreren konkurrierenden Versionen.
hr: Korisnička dokumentacija samo na engleskom jeziku, uključujući online pomoć i priručnik (html, sgml ili xml). Za verziju 1.8.4 i kasnije, broj ispod stupca broji prevedene, ne‑engleske dokumente (trenutačno de, es, fr, pt_PT). Njihove zbrojeve je nešto teže dobiti, jer se u računicu miješaju prilično veliki formati i višestruke konkurirajuće verzije.
it: Documentazione dell'utente in lingua Inglese, inclusi l'aiuto in linea e il manuale (html, sgml o xml). Per la versione 1.8.4 e successive, il numero sotto alla barra si riferisce alla documentazione tradotta (attualmente de, es, fr, pt_PT). Entrambi questi valori sono abbastanza difficili da calcolare a causa dei vari formati e versioni.
nl: Gebruikersdocumentatie (enkel Engelstalig), inclusief de online hulp en handleiding (html, sgml of xml). Voor versie 1.8.4 en later telt het getal onder de streep de vertaalde, niet-Engelstalige docs (momenteel de, es, fr, pt_PT). Beide getallen zijn tamelijk moeilijk te tellen door vrij grote veranderingen in het bestandsformaat en verschillende concurrerende versies.
pt: Documentação de utilização só em Inglês, incluindo a ajuda online e o manual (html, sgml ou xml). Para a versão 1.8.4 e posteriores, o número abaixo da barra conta a documentação traduzida noutros idiomas (atualmente de, es, fr, pt_PT). Ambos são algo difíceis de contar dado a grande variedade de formatos e versões concorrentes.

source: The number of design documents and README files aimed at developers. This includes *.txt files, *.texinfo files and README.* files in all subdirectories. For version 1.7 and later, only those in the src subdirectory are counted (leaving out some half-dozen scattered elsewhere)
ca: El nombre de documents de disseny i fitxers README adreçat a desenvolupadors. Això inclou arxius *.txt, arxius *.texinfo i arxius README.* en tots els subdirectoris. Per a la versió 1.7 i posteriors, només es compten aquells al subdirectori src (deixant fora alguna dotzena dispersa a d'altres llocs)
de: Die Anzahl der Design-Dokumente und Readme-Dateien, welche zur Unterstützung der Entwickler gedacht sind. Dies schließt *.txt-, *.texinfo- und README.*-Dateien in allen Unterverzeichnissen ein. Ab Version 1.7 werden nur jene im src-Verzeichnis gezählt, wodurch etliche zerstreute ausgelassen werden.
hr: Broj dizajnerskih dokumenata i README datoteka namijenjenih programerima. To uključuje *.txt datoteke, *.texinfo datoteke i README.* datoteke u svim poddirektorijima. Za verziju 1.7 i novije, broje se samo one iz src poddirektorija (ostavljajući pola tuceta raspršenih negdje drugdje)
it: Il numero di documenti di progetto e di file README rivolti agli sviluppatori. Sono inclusi i file *.txt, *.texinfo e README.* in tutte le sotto directory. Per la versione 1.7 e successive, sono state contate solamente quelli nella sotto directory src (lasciandone fuori qualche mezza dozzina sparpagliata qua e là)
nl: Het aantal ontwerpdocumenten en README-bestanden bestemd voor ontwikkelaars. Dit omvat *.txt bestanden, *.texinfo bestanden en README.* bestanden in alle submappen. Voor versie 1.7 en later worden enkel deze in de src map geteld (hiermee ruim zes andere vindplaatsen negerend)
pt: O número de documentos de design e ficheiros LEIA-ME destinados aos programadores. Inclui ficheiros *.txt, *.texinfo e README.* em todas as subpastas. Para a versão 1.7 e posteriores só são contados os que estão na subpasta src (deixando de fora meia dúzia noutros locais).

source: The number of languages that the application messages have been translated to (the number of <tt>po/*.po</tt> files). In parenthesis, the number of messages in the message files (<tt>grep msgstr po/*.po |wc</tt>), in thousands.
ca: El nombre de llengües al que s'han traduït els missatges d'aplicació (el nombre de fitxers <tt>po/*.po</tt>). Al parèntesi, el nombre de missatges en els arxius de missatges (<tt>grep msgstr po/*.po |wc</tt>), en milers.
de: Die Anzahl der Sprachen, in welche die Meldungen des Programms übersetzt wurden, also die Anzahl der <tt>po/*.po</tt>-Dateien. In Klammern die Anzahl der Meldungen in den Übersetzungsdateien (<tt>grep msgstr po/*.po |wc</tt>), in Tausend.
hr: Broj jezika, na koje su prevedene poruke aplikacije (broj <tt>po/*.po </tt> datoteka). U zagradama, broj poruka u datotekama poruka (<tt>grep msgstr po/*.po |wc</tt>), u tisućama.
it: Il numero di lingue in cui i messaggi dell'applicazione sono stati tradotti (il numero di file <tt>po/*.po</tt> ). Tra parentesi, è riportato il numero in migliaia di messaggi nei file dei messaggi (<tt>grep msgstr po/*.po |wc</tt>)
nl: Het aantal talen waarin de toepassingsberichten vertaald zijn (het aantal <tt>po/*.po</tt> bestanden). Tussen haakjes het aantal berichten in de berichtenbestanden (<tt>grep msgstr po/*.po |wc</tt>), in duizendtallen.
pt: O número de idiomas em que as mensagens da aplicação foram traduzidas (o número de ficheiros <tt>po/*.po</tt>). Entre parênteses, o número de mensagens nos ficheiros de mensagens (<tt>grep msgstr po/*.po |wc</tt>), em milhares.
pt_br: O número de idiomas para os quais as mensagens do aplicativo foram traduzidas (o número de arquivos <tt>po/*.po</tt>). Entre parênteses, o número de mensagens nos arquivos de mensagem (<tt>grep msgstr po/*.po |wc</tt>), em milhares.

source: The number of people credited in the AUTHORS file (version 1.6 and later) or the README file (earlier versions). These include lead developers, patch submitters and national-language translators. This includes additional credits listed in the gnucash-docs/AUTHORS file that are not listed in the main gnucash/AUTHORS file.
ca: El nombre de persones que apareixen al fitxer AUTHORS (versió 1.6 i posteriors) o el fitxer README (versions anteriors). Aquests inclouen desenvolupadors principals, emissors de pedassos i traductors. Això inclou crèdits addicionals que figuren a l'arxiu gnucash-docs/AUTHORS que no surten a l'arxiu principal gnucash/AUTHORS.
de: Die Anzahl der Personen, welche in der Autoren-Datei AUTHORS (ab Version 1.6) oder davor in der Liesmich-Datei README genannt werden. Diese schließt führende Entwickler, Einsenderinnen von Verbesserungen und die jeweiligen Übersetzer ebenso ein wie zusätzlich in gnucash-docs/AUTHORS genannte Personen, die nicht bereits in gnucash/AUTHORS genannt sind.
hr: Broj osoba navedenih u datoteci AUTHORS (autori) (verzija 1.6 i novija) ili datoteci README (starije verzije). To uključuje vodeće programere, podnositelje ispravaka i prevoditelje. Uključuje dodatne zasluge, navedene u datoteci gnucash‑docs/AUTHORS, koje nisu navedene u glavnoj datoteci gnucash/AUTHORS.
it: Il numero di persone riportate nel file AUTHORS (versioni 1.6 e successive) o nel file README (versioni precedenti). Sono inclusi gli sviluppatori principali, coloro che hanno fornito delle patch e i traduttori i cui nomi sono riportati nel file docs/AUTHORS e non nel file principale gnucash/AUTHORS.
nl: Het aantal mensen vermeld in het AUTHORS bestand (versie 1.6 en later) of het README bestand (eerdere versies). Dit omvat hoofdontwikkelaars, instuurders van patches en vertalers. Bevat tevens extra vermeldingen uit het gnucash-docs/AUTHORS bestand die niet vermeld zijn in het gnucash/AUTHORS hoofdbestand.
pt: O número de pessoas mencionadas no ficheiro AUTHORS (versão 1.6 e posterior) ou no ficheiro README (versões anteriores). Inclui programadores chefe, programadores de patches e tradutores. Inclui também créditos adicionais listados no ficheiro gnucash-docs/AUTHORS que não estão listados no ficheiro gnucash/AUTHORS principal.

source: View document
ca: Veure document
de: Dokument ansehen
hr: Prikaži dokument
it: Visualizza documento
nb: Vis dokumentet
nl: Document bekijken
pt: Ver documento
pt_br: Ver documento

source: The document requested is not available. The tutorial and concepts guide will be displayed instead.
ca: El document sol·licitat no està disponible. El tutorial i guia de conceptes es mostrarà en el seu lloc.
de: Das angeforderte Dokument ist nicht verfügbar. Stattdessen wird Kurs und Konzept angezeigt.
hr: Zatraženi dokument nije dostupan. Umjesto toga će se prikazati dokument „Vježbe i koncepti”.
it: Il documento richiesto non è disponibile. Verrà visualizzata la guida ai concetti e manuale.
nb: Det forespurte dokumentet er ikke tilgjengelig. Veilednings- og konseptguiden vises i stedet.
nl: Het gevraagde document is niet beschikbaar. In plaats hiervan zal de Conceptengids getoond worden.
pt: O documento pedido não está disponível. Será mostrado o Tutorial e guia de conceitos.
pt_br: O documento solicitado não está disponível. O tutorial e o guia de conceitos serão exibidos em seu lugar.
