Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: Different accounts can be denominated in different currencies. Currency movements between accounts are fully balanced when double-entry is enabled.
ca: Comptes diferents poden ser denominats en divises diferents. Els Moviments de moneda entre comptes estan totalment equilibrats quan la doble entrada està habilitada.
de: <span class="gnucash">GnuCash</span> unterstützt die Verwendung mehrerer Währungen und den Handel mit ihnen. Bei Verwendung der doppelten Buchführung werden Währungsänderungen zwischen Konten berücksichtigt.
hr: Različita konta mogu se denominirati u različite valute. Promjena valuta u kontima obračunava se kad je dvojno knjigovodstvo aktivirano.
it: I diversi conti possono avere valute differenti. I trasferimenti in valuta sono completamente bilanciati quando è abilitata la partita doppia.
nb: Ulike kontoer kan være denominert i forskjellige valutaer. Valutabevegelser mellom kontoer er fullstendig balansert når dobbeltregistrering er aktivert.
nl: Elke rekening kan in een eigen munteenheid worden geadministreerd. Door toepassing van dubbel boekhouden (en ondersteuning voor wisselkoersen) blijft de boekhouding sluitend bij transacties waarbij verschillende munteenheden betrokken zijn.
pt: Contas diferentes podem utilizar moedas diferentes. Movimentos monetários entre contas são completamente saldados quando tem activa a dupla entrada.
pt_br: Contas diferentes podem utilizar moedas diferentes. Movimentos monetários entre contas são completamente saldados quando a partida dobrada está habilitada.

source: Stock/Mutual Fund Portfolios
ca: Carteres d'accions/fons
de: Wertpapierverwaltung
hr: Portfelji dionica/investicijskih fondova
it: Portafogli di azioni e fondi comuni
nb: Aksje-/aksjefondsporteføljer
nl: Portefeuilles voor aandelen en beleggingsfondsen
pt: Portfólios de acções/fundos mutualistas
pt_br: Portfólios de Ações/Fundos Mútuos

source: Track stocks individually (one per account) or in portfolio of accounts (a group of accounts that can be displayed together).
ca: Feu el seguiment d'accions individualment (una per compte) o d'una cartera de comptes (un grup de comptes que es poden visualitzar junts).
de: <span class="gnucash">GnuCash</span> besitzt eine Reihe von Funktionen, um Anlagen zu überwachen. Von einfachen festverzinslichen Wertpapieren bis zu börsennotierten Aktien kann <span class="gnucash">GnuCash</span> ihre Anlagen verwalten.
hr: Praćenje dionica pojedinačno (po jedan konto za svaku) ili u portfelju konta (kao grupa konta, koji se mogu zajednički prikazati).
it: Le azioni possono essere tracciate individualmente (una per conto) o in un portafoglio di conti (un gruppo di conti che possono essere visualizzati insieme).
nb: Spor aksjer individuelt (en per konto) eller i portefølje av kontoer (en gruppe kontoer som kan vises sammen).
nl: Het is mogelijk om de performance van uw effecten individueel (een per rekening) of als portefeuille (een groep rekeningen die samen kan worden weergegeven) te volgen.
pt: Siga acções individualmente (uma por conta) ou num portfólio de contas (um grupo de contas que pode ser mostrado em conjunto).
pt_br: Siga ações individualmente (uma por conta) ou num portfólio de contas (um grupo de contas que pode ser mostrado em conjunto).

source: Online Stock &amp; Mutual Fund Quotes
ca: Accions i fons d'inversió en línia
de: Online-Kursabfrage von Wertpapieren
hr: Internetski tečajevi dionica i financijskih fondova
it: Quotazioni di azioni e fondi comuni online
nb: Online Aksje &amp; Aksjefond sitater
nl: Online koersen voor aandelen en beleggingsfondsen
pt: Cotações online de acções &amp; fundos mutualistas
pt_br: Cotação Online de Ações &amp; Fundos Mútuos

source: Get Stock &amp; Mutual Fund quotes from various web sites, update portfolio automatically. Additional pricing sources are added regularly.
ca: Obtenir actualitzacions de les cotitzacions d'accions i fons d'inversió de diversos llocs web automàticament. Regularment s'afegeixen fonts de preus addicionals.
de: Holt die Kurse Ihrer Wertpapiere von verschiedenen Websites und aktualisiert Ihr Portefolio automatisch. Zusätzliche Preisquellen werden regelmäßig hinzugefügt.
hr: Dohvati tečajeve dionica i financijskih fondova s raznih web stranica, aktualiziraj portfelj automatski. Dodatni izvori cijena se redovito nadodavaju.
it: Le quotazioni di azioni e fondi comuni possono essere reperite da diversi siti internet, permettendo l'aggiornamento automatico del portafoglio. Per di più, le fonti dei prezzi sono aggiunte regolarmente.
nb: Få Aksjer &amp; Aksjefond sitater fra ulike nettsteder, oppdaterer porteføljen automatisk. Ytterligere priskilder legges til regelmessig.
nl: Door de ondersteuning voor het online ophalen van koersinformatie voor aandelen en beleggingsfondsen wordt de waarde van uw effectenportefeuille automatisch bijgewerkt. Regelmatig worden nieuwe bronnen voor koersinformatie toegevoegd.
pt: Obtenha cotações de acções &amp; fundos mutualistas de várias páginas web, actualize o portfólio automaticamente. São adicionadas regularmente novas origens de preços.
pt_br: Obtenha cotações de Ações e Fundos Mútuos de vários sites, atualize o portfólio automaticamente. Fontes de preços adicionais são adicionadas regularmente.

source: Data storage and exchange features
ca: Característiques d'emmagatzematge i intercanvi de dades
de: Daten speichern und Daten austauschen
hr: Spremanje i razmjena podataka
it: Salvataggio e immagazzinamento dei dati
nb: Datalagring og utvekslingsfunksjoner
nl: Functies voor gegevensopslag en -uitwisseling
pt: Funcionalidades de armazenamento e troca de dados
pt_br: Funcionalidades de armazenamento e troca de dados

source: Experimental database support
ca: Suport de base de dades experimental
de: Experimentelle Datenbankunterstützung
hr: Podrška za eksperimentalnu bazu podataka
it: Supporto sperimentale ai database
nb: Eksperimentell databasestøtte
nl: Experimentele databank-ondersteuning
pt: Suporte experimental de base de dados
pt_br: Suporte experimental ao banco de dados

source: <span class="gnucash">GnuCash</span> by default stores data in an <b>xml</b> format. Starting with version 2.4, <span class="gnucash">GnuCash</span> financial data can be stored in a <b>SQL database</b> using <b>SQLite3</b>, <b>MySQL</b> or <b>PostgreSQL</b>.
ca: <span class="gnucash">GnuCash</span> per defecte emmagatzema les dades en format <b>xml</b>. Des de la versió 2.4, les dades financeres de <span class="gnucash">GnuCash</span> poden ser emmagatzemades en <b>Bases de dades SQL</b> emprant <b>SQLite3</b>, <b>MySQL</b> o <b>PostgreSQL</b>.
de: Neben dem ursprünglichen <b>XML</b>-Dateiformat kann <span class="gnucash">GnuCash</span> die Daten seit Version 2.4 auch in einer <b>SQL Datenbank</b> speichern (<b>SQLite3</b>, <b>MySQL</b> oder <b>PostgreSQL</b>).
hr: <span class="gnucash">GnuCash</span> standardno sprema podatke u <b>xml</b> formatu. Od verzije 2.4 nadalje, <span class="gnucash">GnuCashovi</span> financijski podaci mogu se spremati u <b>SQL bazu podataka</b>, koristeći <b>SQLite3</b>, <b>MySQL</b> ili <b>PostgreSQL</b>.
it: <span class="gnucash">GnuCash</span> di norma immagazzina i dati in file di formato <b>xml</b>. A partire dalla versione 2.4 i dati finanziari di <span class="gnucash">GnuCash</span> possono essere immagazzinati in un <b>database SQL</b> usando <b>SQLite3</b>, <b>MySQL</b> o <b>PostgreSQL</b>.
nb: <span class="gnucash">GnuCash</span> lagrer som standard data i et <b>xml</b>-format. Fra og med versjon 2.4 kan <span class="gnucash">GnuCash</span> finansielle data lagres i en <b>SQL-database</b> ved hjelp av <b>SQLite3</b>, <b>MySQL</b> eller <b>PostgreSQL</b>.
nl: <span class="gnucash">GnuCash</span> slaat uw gegevens standaard o in een <b>xml</b> formaat. Sinds versie 2.4 is het ook mogelijk uw <span class="gnucash">GnuCash</span>-gegevens op te slaan in een <b>SQL-databank</b> met behulp van <b>SQLite3</b>, <b>MySQL</b> of <b>PostgreSQL</b>.
pt: O <span class="gnucash">GnuCash</span> grava os dados em formato <b>xml</b> por predefinição. Começando na versão 2.4, os dados financeiros do <span class="gnucash">GnuCash</span> podem ser armazenados numa <b>base de dados SQL</b> usando <b>SQLite3</b>, <b>MySQL</b> ou <b>PostgreSQL</b>.
pt_br: O <span class="gnucash">GnuCash</span> armazena os dados em formato <b>xml</b> por padrão. Começando na versão 2.4, os dados financeiros do <span class="gnucash">GnuCash</span> podem ser armazenados numa <b>base de dados SQL</b> usando <b>SQLite3</b>, <b>MySQL</b> ou <b>PostgreSQL</b>.

source: Note this feature is considered experimental. It works for most of the common use cases but some corner cases have been reported to result in data loss. The <span class="gnucash">GnuCash</span> developers fix each issue as it gets reported. There is however no full test coverage so there may still be scenarios left that result in data loss.
ca: Tingueu en compte que aquesta característica es considera experimental. Funciona per a la majoria dels casos d'ús comuns, però s'han notificat algunes situacions límit on s'ha produït pèrdua de dades. Els desenvolupadors de <span class="gnucash"> GnuCash </span> corregeixen els problemes a mesura que es van informant les incidències. No hi ha tanmateix cap prova completa, així doncs encara hi pot haver escenaris que resultin en pèrdua de dades.
de: Beachten Sie, daß dieses Merkmal als experimentell eingestuft ist. Es funktioniert zwar in den meisten Anwendungsfällen, aber es wurden Ausnahmefälle berichtet, die zu Datenverlusten führten. Die <span class="gnucash">GnuCash</span>-Entwickler beheben jeden Fehler nach Eingang eines Berichts, aber es gibt noch keine vollständige Test-Abdeckung. Daher können immer noch Szenarien existieren, die zu Datenverlusten führen.
hr: Napominjemo da se radi o eksperimentalnoj podršci. U većini primjena radi, osim u nekim izuzetnim slučajevima prilikom kojih dolazi do gubitka podataka. <span class="gnucash">GnuCash</span> programeri ispravljaju sve greške po redoslijedu njihovih prijava. Zasad još nije izvršeno cjelovito testiranje, zbog čega može doći do sporadičnog gubitka podataka.
it: Questa funzione è al momento in fase sperimentale. É funzionale nella maggior parte dei casi più comuni, ma in alcune situazioni limite può portare alla perdita dei dati. Gli sviluppatori di <span class="gnucash">GnuCash</span> correggono qualsiasi problema non appena viene riportato. Comunque la funzione non è ancora stata testata in tutte le situazioni e quindi potrebbero manifestarsi delle perdite di dati.
nl: Merk op dat deze ontwikkeling als experimenteel beschouwd wordt. Het werkt voor de meest voorkomende gebruikersscenario's, maar in sommige randgevallen is er verlies van gegevens gemeld. De <span class="gnucash">GnuCash</span> lossen alle problemen op die gemeld worden. Maar er is geen volledige test dekking, dus er kunnen nog steeds scenario's zijn waarin gegevens verloren gaan.
pt: Note que esta funcionalidade é considerada experimental. Resulta na maioria do uso comum mas já foram reportados alguns casos excepcionais de perda de dados. Os programadores do <span class="gnucash">GnuCash</span> reparam cada problema à medida que é relatado. Contudo, isto não representa um teste completo, poderá haver ainda cenários em que ocorra a perda de dados.

source: QIF and OFX Import
ca: Importar QIF i OFX
de: OFX-Import
hr: QIF i OFX uvoz
it: Importazione QIF e OFX
nb: QIF og OFX import
nl: Importeren van QIF en OFX
pt: Importação QIF e OFX
pt_br: Importação QIF e OFX

source: If you are migrating from other financial software, <span class="gnucash">GnuCash</span> can import Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> files using a practical assistant.
ca: Si esteu migrant des d'un altre programari financer, <span class="gnucash">GnuCash</span> pot importar Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> mitjançant un pràctic auxiliar.
de: Wenn Sie Ihre Daten aus anderen Programmen zu <span class="gnucash">GnuCash</span> migrieren möchten, können Sie Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> Dateien mit Hilfe eines praktischen Assistenten importieren.
hr: Za migriranje podataka iz jednog drugog programa, <span class="gnucash">GnuCash</span> može uvesti Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> datoteke uz pomoć praktičnog pomoćnika.
it: Se si sta migrando da un altro programma di gestione finanziaria, <span class="gnucash">GnuCash</span> è in grado di importare i file <b>QIF</b> di Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> attraverso un pratico assistente.
nb: Hvis du migrerer fra annen finansiell programvare, kan <span class="gnucash">GnuCash</span> importere Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> filer ved hjelp av en praktisk assistent.
nl: Indien u migreert vanuit andere financiële software is het goed om te weten dat <span class="gnucash">GnuCash</span> in staat is om gegevens in het Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b>-bestandsformaat te importeren met behulp van een praktische assistent.
pt: Se está a migrar de outro programa de contabilidade, o <span class="gnucash">GnuCash</span> pode importar ficheiros Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> usando um prático assistente.
pt_br: Se você estiver migrando de outro software financeiro, o <span class="gnucash">GnuCash</span> pode importatar arquivos Intuit<sup>&reg;</sup> Quicken<sup>&reg;</sup> <b>QIF</b> usando um prático assistente.

source: <span class="gnucash">GnuCash</span> is also the first free software application to support the <b>OFX</b> (Open Financial Exchange) protocol that many banks and financial services are starting to use.
ca: <span class="gnucash">GnuCash</span> és també la primera aplicació de programari lliure que suporta el protocol <b>OFX</b> (intercanvi financer obert) que molts bancs i serveis financers estan començant a implantar.
de: <span class="gnucash">GnuCash</span> ist die erste freie Softwareanwendung, die das <i>Open Financial Exchange</i> Protokoll unterstützt, welches viele Banken und Finanzdienstleister beginnen einzusetzen.
hr: <span class="gnucash">GnuCash</span> je također prvi program slobodnog softvera koji podržava <b>OFX</b> (Open Financial Exchange) protokol, koji mnoge banke i poduzeća financijskih usluga počinju koristiti.
it: <span class="gnucash">GnuCash</span> è inoltre il primo programma gratuito a fornire il supporto per il protocollo <b>>OFX</b> (Open Financial Exchange) che la maggior parte delle banche e dei servizi finanziari stanno adottando.
nb: <span class="gnucash">GnuCash</span> er også den første gratis programvareapplikasjonen som støtter <b>OFX</b> (Open Financial Exchange)-protokollen som mange banker og finansielle tjenester begynner å bruke.
nl: <span class="gnucash">GnuCash</span> is tevens het eerste vrije softwareprogramma met ondersteuning voor het <b>OFX</b>-protocol (Open Financial eXchange) dat veel banken en financiële instellingen beginnen te gebruiken.
pt: O <span class="gnucash">GnuCash</span> também é o primeiro programa gratuito a suportar o protocolo <b>OFX</b> (Open Financial Exchange), que muitos bancos e instituições financeiras começaram a usar.
pt_br: O <span class="gnucash">GnuCash</span> também é o primeiro programa gratuito a suportar o protocolo <b>OFX</b> (Open Financial Exchange), que muitos Bancos e instituições financeiras estão começando a usar.

source: A transaction matching system ensures that duplicate transactions are accurately recognized and automatically deleted during file import.
ca: Un sistema de coincidències de transaccions assegura que es detecten amb precisió les transaccions duplicades i s'eliminen automàticament durant la importació de fitxers.
de: Eine Überwachung aller Überweisungen stellt sicher, dass Duplikate sicher erkannt und beim Import sicher gelöscht werden.
hr: Ugrađeni sustav za uspoređivanje transakcija, osigurava prepoznavanje i automatsko brisanje duplih transakcija prilikom uvoza.
it: Un sistema di ricerca delle corrispondenze tra le transazioni garantisce il riconoscimento accurato e la cancellazione automatica delle transazioni duplicate durante l'importazione dei file.
nb: Et transaksjonssamsvarssystem sikrer at dupliserte transaksjoner gjenkjennes nøyaktig og automatisk slettes under filimport.
nl: Een systeem voor boekingsherkenning zorgt ervoor dat eventuele doublures met reeds bestaande boekingen worden herkend en automatisch worden verwijderd tijdens het importeren.
pt: Um sistema de comparação de transacções garante que transacções duplicadas são precisamente reconhecidas e eliminadas durante a importação de ficheiros.
pt_br: Um sistema de comparação de transações garante que transações duplicadas sejam precisamente reconhecidas e eliminadas durante a importação de arquivos.

source: HBCI Support
ca: Suport d'HBCI
de: HBCI-Unterstützung
hr: HBCI podrška
it: Supporto al sistema HBCI
nb: HBCI-støtte
nl: Ondersteuning voor HBCI
pt: Suporte HBCI
pt_br: Suporte HBCI

source: <span class="gnucash">GnuCash</span> is the first free software application to support the German <b>Home Banking Computer Information</b> protocol, allowing German users to perform statement download and initiate bank transfers and direct debits.
ca: <span class="gnucash">GnuCash</span> és la primera aplicació de programari lliure en donar suport al protocol <b>Informació Computeritzada de Banca a Domicili</b> alemany , permetent als usuaris alemanys realitzar la descàrrega de l'extracte del compte i iniciar transferències i domiciliacions.
de: <span class="gnucash">GnuCash</span> unterstützt auch Online-Banking mit dem deutschen Standard HBCI. Kontostände und Umsätze können abgerufen werden und Überweisungen können online abgeschickt werden.
hr: <span class="gnucash">GnuCash</span> je prva slobodna softverska aplikacija, koja podržava njemački <b>HBCI</b> (Home Banking Computer Information) protokol, koji dozvoljava izravno preuzimanje bankovnih stanja, kao i inicijaliziranje bankovnih transakcija i izravnih terećenja.
it: <span class="gnucash">GnuCash</span> è il primo programma gratuito a fornire il supporto al protocollo Tedesco <b>HBCI</b> (Home Banking Computer Information), permettendo agli utenti Tedeschi di eseguire lo scaricamento via internet dell'estratto conto e di inizializzare i trasferimenti bancari e igli addebiti diretti.
nb: <span class="gnucash">GnuCash</span> er den første gratis programvareapplikasjonen som støtter den tyske protokollen for <b>Home Banking Computer Information</b>, som lar tyske brukere laste ned kontoutskrifter og starte bankoverføringer og direkte belastninger .
nl: <span class="gnucash">GnuCash</span> is het eerste vrije softwareprogramma met ondersteuning voor het Duitse <b>Home Banking Computer Information</b>-protocol. Dit stelt gebruikers met Duitse bankrekeningen in staat om het rekeningverloop te downloaden en om rechtstreeks betalingsopdrachten door te geven.
pt: O <span class="gnucash">GnuCash</span> é o primeiro programa gratuito a suportar o protocolo alemão <b>Home Banking Computer Information</b>, permitindo aos utilizadores alemães realizar transferências de extratos e fazer débitos directos e transferências bancárias.
pt_br: <span class="gnucash">GnuCash</span> é o primeiro aplicativo de software livre a oferecer suporte ao protocolo alemão <b>Home Banking Computer Information</b>, permitindo que usuários alemães façam download de extratos e iniciem transferências bancárias e débitos diretos.

source: Multiplatform
ca: Multiplataforma
hr: Višeplatformska namjena
it: Multipiattaforma
nb: Multiplattform
pt: Multiplataforma
pt_br: Multiplataforma

source: <span class="gnucash">GnuCash</span> runs on many different operating systems including <b>Windows</b>, <b>MacOSX</b> and <b>Linux</b>.
ca: <span class="gnucash">Gnucash</span> funciona en molts sistemes operatius diferents incloent-hi <b>Windows</b >, <b>MacOSX</b> i <b>Linux</b>.
de: <span class="gnucash">GnuCash</span> läuft unter vielen verschiedenen Betriebssystemen wie z.B. <b>Windows</b>, <b>MacOSX</b> und <b>Linux</b>.
hr: <span class="gnucash">GnuCash</span> je dostupan za razne operacijske sustave, uključujući <b>Windows</b>, <b>MacOS X</b> i <b>Linux</b>.
it: <span class="gnucash">GnuCash</span> può essere eseguito su diversi sistemi operativi inclusi <b>Windows</b>, <b>MacOSX</b> e <b>Linux</b>.
nb: <span class="gnucash">GnuCash</span> kjører på mange forskjellige operativsystemer, inkludert <b>Windows</b>, <b>MacOSX</b> og <b>Linux</b>.
nl: <span class="gnucash">GnuCash</span> kan worden uitgevoerd op verschillende besturingssystemen, waaronder <b>Windows</b>, <b>Mac OS X</b> en <b>Linux</b>.
pt: O <span class="gnucash">GnuCash</span> funciona em vários sistemas operativos diferentes, incluindo <b>Windows</b>, <b>MacOSX</b> e <b>Linux</b>.
pt_br: O <span class="gnucash">GnuCash</span> funciona em muitos diferentes sistemas operacionais, incluindo <b>Windows</b>, <b>MacOSX</b> e <b>Linux</b>.

source: Localization
ca: Localització
de: Internationale Versionen
hr: Lokalizacije
it: Localizzazione
nb: Lokalisering
nl: Lokalisatie
pt: Localização
pt_br: Localização
