Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: <b>Autofill</b> of entered transactions
ca: <b>Autocompleció</b> de transaccions introduïdes
de: <b>Automatisches Ausfüllen</b> ähnlicher Vorgänge
hr: <b>Automatsko dopunjavanje</b> prilikom unosa transakcije
it: <b>Autocompletamento</b> delle transazioni inserite
nb: <b>Autofyll</b> av angitte transaksjoner
nl: <b>Automatisch aanvullen</b> bij invoer van boekingen
pt: <b>Preenchimento automático</b> de transacções já inseridas
pt_br: <b>Preenchimento automático</b> de transacções já inseridas

source: The ability to display <b>multiple accounts</b> in a single register window
ca: La capacitat de mostrar <b>comptes múltiples</b> en una finestra de registre senzill
de: Die Fähigkeit, mehrere Konten gleichzeitig in einem Fenster darzustellen
hr: Mogućnost istovremenog prikaza <b>više konta</b> u jednom prozoru registra
it: Possibilità di visualizzare <b>Più conti</b> contemporaneamente in un'unica finestra del registro
nb: Muligheten til å vise <b>flere kontoer</b> i et enkelt registervindu
nl: De mogelijkheid om <b>meerdere rekeningen tegelijkertijd</b> in één dagboek weer te geven
pt: A possibilidade de mostrar <b>múltiplas contas</b> numa única janela de diário
pt_br: A capacidade de exibir <b>várias contas</b> em uma única janela de registro

source: A <b>summary bar</b> that displays all of the relevant account's balance information
ca: Una <b>barra de resum</b> que mostra tota la informació rellevant del saldo del compte
de: Eine <b>Summenzeile</b>, die alle relevanten Kontenstände auflistet
hr: <b>Traka sažetka</b> s prikazom svih važnih informacija o stanju konta
it: Una <b>barra di riepilogo</b> visualizza tutte le informazioni relative al saldo del conto
nb: En <b>sammendragslinje</b> som viser all den relevante kontoens saldoinformasjon
nl: Een <b>samenvattingsbalk</b> die alle relevante saldo-informatie van de rekening toont
pt: Uma <b>barra de sumário</b> que mostra toda a informação relevante do saldo da conta
pt_br: Uma <b>barra de resumo</b> que mostra toda a informação relevante do saldo da conta

source: Many options to <b>customize</b> the appearance and the display style
ca: Moltes opcions per <b>personalitzar</b> l'aparença i l'estil de visualització
de: Viele Optionen um Aussehen und Inhalte anzupassen
hr: Mnoge opcije za <b>prilagođavanje</b> izgleda i stila prikaza
it: Numerose opzioni per <b>personalizzare</b> l'aspetto e lo stile di visualizzazione
nb: Mange alternativer for å <b>tilpasse</b> utseendet og visningsstilen
nl: Veel opties om het uiterlijk en de weergavestijl <b>zelf aan te passen</b>
pt: Muitas opções para <b>personalizar</b> a aparência e o estilo de exibição
pt_br: Muitas opções para <b>personalizar</b> a aparência e o estilo de exibição

source: Scheduled Transactions
ca: Assentaments programats
de: Terminierte Buchungen
hr: Terminirane transakcije
it: Transazioni pianificate
nb: Planlagte transaksjoner
nl: Vaste journaalposten
pt: Transacções agendadas
pt_br: Transações agendadas

source: You can create recurring transactions with a high level of customization of amounts and timeline. You can also set an automatic reminder when a transaction is due.
ca: Podeu crear transaccions recurrents amb un alt nivell de personalització tant de quantitats com de terminis. També podeu definir un recordatori automàtic quan caduqui una transacció.
de: Sie können sich wiederholende Buchung erzeugen mit einer großen Bandbreite von Beträgen und Zeiträumen. Sie können sich auch erinnern lassen, wann eine Buchung fällig ist.
hr: Za izradu ponavljajućih transakcija postoje razne opcije za prilagođavanje iznosa i vremenskih razdoblja. Postoji i mogućnost postavljanja automatskog podsjetnika o dospijeću transakcija.
it: È possibile creare delle transazioni ricorrenti con un alto livello di personalizzazione sia degli importi che delle scadenze. È anche possibile impostare dei promemoria automatici della scadenza di una transazione.
nb: Du kan opprette gjentakende transaksjoner med høy grad av tilpasning av beløp og tidslinje. Du kan også angi en automatisk påminnelse når en transaksjon forfaller.
nl: U kunt periodiek terugkerende boekingen invoeren, waarbij u bedrag en timing in hoge mate zelf aan kunt passen. Ook kunt u een automatische herinnering instellen wanneer een boeking plaats dient te vinden.
pt: Pode criar transacções recorrentes com alto nível de personalização de montantes e cronologia. Também pode definir um lembrete automático para quando o prazo da transacção.
pt_br: Pode criar transações recorrentes com alto nível de personalização de montantes e cronologia. Também pode definir um lembrete automático para quando finda o prazo da transacção.

source: An assistant that runs when <span class="gnucash">GnuCash</span> is started allows scheduled transactions to be postponed without canceling or entering them before the due date.
ca: L'assistent que s'executa quan s'engega <span class="gnucash">GnuCash</span> permet posposar sense cancel·lar o introduir abans de la data de venciment les operacions planificades.
de: Ein Assistent wird zusammen mit<span class="gnucash">GnuCash</span> gestartet, der es erlaubt terminierte Buchung aufzuschieben ohne sie zu löschen oder schon vor Fälligkeit auszuführen.
hr: Pomoćnik koji se pokreće zajedno s <span class="gnucash">GnuCashom</span> omogućava odgađanje terminiranih transakcija ili njihovo izvršavanje prije dospijeća.
it: Un assistente che viene eseguito ad ogni avvio di <span class="gnucash">GnuCash</span>, permette di posticipare una transazione pianificata senza annullarla o di inserirla prima della data di scadenza.
nb: En assistent som kjører når <span class="gnucash">GnuCash</span> startes, lar planlagte transaksjoner utsettes uten å kansellere eller legge dem inn før forfallsdatoen.
nl: Een dialoogvenster, dat zich opent zodra <span class="gnucash">Gnucash</span> wordt opgestart, stelt u in staat om eerder geplande boekingen uit te stellen (zonder deze te annuleren) of juist vóór de eerder ingeplande datum uit te voeren.
pt: Quando o <span class="gnucash">GnuCash</span> é iniciado, é executado um assistente que permite que transacções agendadas sejam adiadas sem as cancelar ou ter de as inserir novamente antes do final do prazo.
pt_br: Quando o <span class="gnucash">GnuCash</span> é iniciado, é executado um assistente que permite que transações agendadas sejam adiadas sem as cancelar ou ter de as inserir novamente antes do final do prazo.

source: Reports, Graphs
ca: Informes, gràfics
de: Berichte, Diagramme
hr: Izvještaji i dijagrami
it: Resoconti e grafici
nb: Rapporter, Grafer
nl: Rapporten en grafieken
pt: Relatórios, gráficos
pt_br: Relatórios, gráficos

source: <span class="gnucash">GnuCash</span> has an integrated module to display graphs of your financial data in the form of:
ca: <span class="gnucash">GnuCash</span> té un mòdul integrat per mostrar els gràfics de les seves dades financeres en forma de:
de: <span class="gnucash">GnuCash</span> hat eingebaute Module um Diagramme Ihrer Finanzdaten anzuzeigen als:
hr: <span class="gnucash">GnuCash</span> ima integrirani modul za prikaz dijagrama financijskih podataka u raznim oblicima:
it: <span class="gnucash">GnuCash</span> è fornito di un modulo integrato per la visualizzazione grafica dei propri dati finanziari in forma di:
nb: <span class="gnucash">GnuCash</span> har en integrert modul for å vise grafer over dine økonomiske data i form av:
nl: <span class="gnucash">GnuCash</span> heeft een geïntegreerde module om grafieken van uw financiële gegevens weer te geven als:
pt: O <span class="gnucash">GnuCash</span> tem um módulo integrado para mostrar gráficos dos seus dados financeiros nos seguintes formatos:
pt_br: O <span class="gnucash">GnuCash</span> tem um módulo integrado para mostrar gráficos dos seus dados financeiros nos seguintes formatos:

source: Barcharts
ca: Gràfics de barres
de: Balkendiagramme
hr: Stupčani dijagrami
it: Istogrammi
nb: Søylediagrammer
nl: Staafdiagram
pt: Gráficos de barras
pt_br: Gráficos de barras

source: Piecharts
ca: Gràfics circulars
de: Tortendiagramme
hr: Kružni dijagrami
it: Diagrammi a torta
nb: Kakediagrammer
nl: Cirkeldiagram
pt: Gráficos circulares
pt_br: Gráficos circulares

source: Scatter plots
ca: Gràfics de dispersió
de: Streudiagramme
hr: Raspršeni dijagrami
it: Grafici a dispersione
nb: Spredningsplott
nl: Puntenwolk
pt: Gráficos de pontos
pt_br: Gráficos de pontos

source: <span class="gnucash">GnuCash</span> also comes complete with a full suite of standard and customizeable reports, such as:
ca: <span class="gnucash">GnuCash</span> també incorpora tot un conjunt complet d'informes estàndards i personalitzables, com ara:
de: <span class="gnucash">GnuCash</span> beinhaltet ebenso einen großen Satz von standard und benutzerdefinierbaren Berichten, wie z. B.:
hr: <span class="gnucash">GnuCash</span> uz to sadržava kompletan skup standardiziranih i podešavajućih izvještaja, kao što su:
it: <span class="gnucash">GnuCash</span> fornisce anche una serie completa di resoconti standard e personalizzabili, quali:
nb: <span class="gnucash">GnuCash</span> leveres også komplett med en komplett pakke med standardrapporter som kan tilpasses, for eksempel:
nl: <span class="gnucash">GnuCash</span> wordt tevens geleverd met een groot aantal standaard- en maatwerkrapporten, zoals:
pt: O <span class="gnucash">GnuCash</span> também vem complementado com um vasto conjunto de relatórios padrão e personalizáveis, tais como:
pt_br: O <span class="gnucash">GnuCash</span> também vem complementado com um vasto conjunto de relatórios padrão e personalizáveis, tais como:

source: Balance Sheet
ca: Balanç de Situació
de: Bilanzaufstellung
hr: Bilanca
it: Stato patrimoniale
nb: Balanse
nl: Balans
pt: Folha de saldo
pt_br: Folha de Balanço

source: Profit &amp; Loss
ca: Pèrdues i guanys
de: Gewinn &amp; Verlust
hr: Račun dobiti i gubitka
it: Profitti e perdite di bilancio
nb: Fortjeneste &amp; Tap
nl: Winst-en-verliesrekening
pt: Lucros &amp; Prejuízos
pt_br: Lucros &amp; Prejuízos

source: Portfolio Valuation
ca: Valoració de cartera
de: Portfolio-Bewertung
hr: Vrednovanje portfelja
it: Resoconto del portafoglio
nb: Porteføljevurdering
nl: Waardebepaling portefeuille
pt: Avaliação do portfólio
pt_br: Avaliação de Portfólio

source: and many others.
ca: i molts altres.
de: und vieles mehr
hr: i još mnoge druge.
it: e molti altri.
nb: og mange andre.
nl: en vele andere.
pt: e muitos outros.
pt_br: e muitos outros.

source: Graphs and reports can be highly and easily customized in appearance and contents, in order to fullfill every user's need.
ca: Els gràfics i els informes poden ser fàcilment personalitzats en aparença i contingut, per adaptar-se a les necessitats de cada usuari.
de: Grafiken und Berichte können leicht in Aussehen und Inhalt angepaßt werden, ganz wie der Nutzer es benötigt.
hr: Izgled i sadržaj dijagrama i izvještaja mogu se lako podesiti, čime se zadovoljavaju potrebe svih korisnika.
it: I grafici e i resoconti possono essere personalizzati nel contenuto e nell'aspetto in modo facile e completo, per poter soddisfare i bisogni di qualsiasi utente.
nb: Grafer og rapporter kan enkelt tilpasses i utseende og innhold, for å oppfylle enhver brukers behov.
nl: Grafieken en rapporten kunnen qua uiterlijk en inhoud zeer eenvoudig worden aangepast aan de behoefte van elke gebruiker.
pt: Os gráficos e relatórios podem ser altamentente personalizados na sua aparência e conteúdo com muita facilidade, de forma a preencher as necessidades de todos os utilizadores.
pt_br: Os gráficos e relatórios podem ser altamente personalizados na sua aparência e conteúdo com muita facilidade, de forma a preencher as necessidades de todos os usuários.

source: Statement Reconciliation
ca: Conciliació amb l'extracte del compte
de: Kontoauszug abgleichen
hr: Usklađivanje stanja
it: Riconciliazione con l'estratto conto
nb: Oppgaveavstemming
nl: Afstemmen met brondocumenten
pt: Reconciliação de extractos
pt_br: Reconciliação de Extratos

source: <b>Account reconciliation</b> allows the user to compare the transactions entered in an account against a bank statement. This operation is very useful to spot untracked transactions or data entry errors and ensure that your books match the bank's.
ca: La <b>Conciliació de comptes</b> permet comparar la transacció realitzada en un compte contra un extracte de compte bancari. Aquesta operació és molt útil per detectar transaccions errònies o errors d'entrada de dades i assegurar que els vostres llibres quadren amb els del Banc.
de: Der <b>Abgleich</b> von Konten erlaubt dem Benutzer alle eingegebenen Buchungen eines Kontos mit dem zugehörigen Bankauszug abzugleichen. Dies ist sehr nützlich um übersehene Buchungen oder Datenfehler aufzuspüren und die Übereistimmung sicherzustellen.
hr: <b>Usklađivanje konta</b> omogućava korisniku uspoređivanje unesenih transakcija u GnuCash kontima s bankovnim stanjima. Ova je operacija naročito korisna za pronalaženje grešaka u transakcijama i u unosima podataka, čime osigurava jednakost knjiga i bankovnih podataka.
it: La <b>riconciliazione</b> di un conto è un'operazione che permette all'utente di confrontare le transazioni inserite in un conto di <span class="gnucash">GnuCash</span> con un estratto conto. Questa operazione è molto utile per individuare errori nell'immissione delle transazioni o dei movimenti non registrati.
nb: <b>Kontoavstemming</b> lar brukeren sammenligne transaksjonene som er lagt inn på en konto med en kontoutskrift. Denne operasjonen er veldig nyttig for å oppdage usporede transaksjoner eller datainntastingsfeil og sikre at bøkene dine samsvarer med bankens.
nl: Het <b>afstemmen</b> van een rekening is een bewerking waarbij de ingevoerde boekingen op een rekening worden afgestemd met een brondocument (zoals een rekeningafschrift). Dit is met name zinvol om de volledige en juiste invoer van alle boekingen vast te stellen.
pt: A <b>reconciliação de contas</b> permite ao utilizador comparar as transacções inseridas numa conta com um extracto bancário. Esta operação é muito útil para detetar transacções não rastreadas ou erros de inserção de dados, garantindo que o seu livro é igual ao do banco.
pt_br: A <b>reconciliação de contas</b> permite ao usuário comparar as transações inseridas numa conta com um extrato bancário. Esta operação é muito útil para detectar transacções não rastreadas ou erros de inserção de dados, garantindo que seus livros correspondam aos do Banco.

source: The <span class="gnucash">GnuCash</span> reconcile tool with running reconciled and cleared balances makes reconciling against bank statements an easy task.
ca: La utilitat de conciliació de <span class="gnucash">GnuCash</span> amb saldo conciliat i liquidat fa molt més fàcil la tasca de conciliar els extractes bancaris.
de: Die eingebaute Kontenabstimmung vereinfacht den Abgleich der in <span class="gnucash">GnuCash</span> eingetragenen Konten mit Kontoauszügen.
hr: <span class="gnucash">GnuCashov</span> ugrađeni alat za usklađivanje i potvrđivanje, pojednostavlja usklađivanje GnuCash konta s bankovnim stanjima.
it: Lo strumento di riconciliazione fornito da <span class="gnucash">GnuCash</span>, in cui sono riportati i saldi riconciliati e liquidati, permette di riconciliare facilmente i propri estratti conti bancari.
nb: Avstemmingsverktøyet i <span class="gnucash">GnuCash</span> med oppdaterte avstemte og klarerte saldoer gjør avstemming mot kontoutskrifter til en enkel oppgave.
nl: Het <span class="gnucash">GnuCash</span> afstemmingsvenster, dat doorlopend het afgestemde en het verwerkte saldo toont, maakt het afstemmen met rekeningafschriften tot een eenvoudige taak.
pt: A ferramenta de reconciliação do <span class="gnucash">GnuCash</span>, com saldos reconciliados e confirmados, torna a comparação com o extracto bancário uma tarefa fácil.
pt_br: A ferramenta de reconciliação do <span class="gnucash">GnuCash</span> com saldos reconciliados e confirmados torna a comparação com o extrato bancário uma tarefa fácil.

source: Income/Expense Account Types
ca: Tipus de comptes d'ingressos/despeses
de: Einnahmen/Aufwendungen Kontoarten
hr: Vrste konta prihoda/rashoda
it: Conti di entrate e uscite
nb: Inntekts-/utgiftskontotyper
nl: Rekeningsoorten Opbrengsten en Kosten
pt: Tipos de contas de receitas/despesas
pt_br: Tipos de Contas de Receitas/Despesas

source: Income/Expense Account Types (Categories) allow you to categorize your cash flow. When used properly with the double-entry feature and equity accounts, these enable you to generate reports, such as Profit &amp; Loss, that plain-vanilla systems cannot handle.
ca: Les categories del tipus comptes ingressos/despeses us permeten classificar el flux de caixa. Quan s'utilitzen correctament amb comptes de doble entrada i comptes d'equitat, permeten generar informes com ara pèrdues i guanys, que d'altres sistemes no poden processar.
de: Die Einnahme-/Ausgabenkonten entsprechen den Kategorien aus einfachen Finanzverwaltungsprogrammen. Sie erlauben es Ihnen, Ihre Zahlungsflüsse übersichtlich zu ordnen. Mit diesen Konten ist eine doppelte Buchführung möglich. Abgerundet durch die Eigenkapital-/Bestandskonten können Sie Berichte erstellen, die in einfacheren Systemen nicht möglich sind, zum Beispiel eine Gewinn- und Verlustrechnung.
hr: Vrste konta prihoda/rashoda (kategorije) dozvoljavaju kategorizaciju novčanog prometa. Zajedno s dvojnim knjigovodstvom i kontima kapitala, omogućuju izradu izvještaja, kao što je račun dobiti i gubitka, što jednostavniji sustavi nisu u stanju izraditi.
it: I conti (categorie) di tipo entrate/uscite permettono di categorizzare i flussi di liquidi. Se utilizzati in modo appropriato con la partita doppia e i conti del capitale, essi permettono la generazione di resoconti, per esempio, relativi a profitti e perdite che altri sistemi non sono in grado di elaborare.
nl: De rekeningsoorten Opbrengsten en Kosten maken het mogelijk om uw kasstromen te categoriseren. In combinatie met het dubbel boekhouden en de aanwezigheid van Eigen vermogen-rekeningen bent u hierdoor in staat om rapporten te genereren die bij standaardsystemen niet mogelijk zijn (zoals een winst-en-verliesrekening).
pt: Os tipos de contas de receitas/despesas (categorias) permitem categorizar o seu fluxo de caixa. Quando usado apropriadamente com as duplas entradas e as contas de capital próprio, permitem-lhe gerar relatórios, tais como Lucors &amp; Prejuízos, que contas simples não conseguem gerir.

source: Small Business Accounting Features
ca: Característiques de comptabilitat de petites empreses
de: Geschäftliche Features
hr: Karakteristike za poslovno računovodstvo
it: Funzioni per la contabilità di piccole imprese
nb: Regnskapsfunksjoner for små bedrifter
nl: Boekhoudfuncties voor kleine ondernemingen
pt: Funcionalidades para pequenos negócios
pt_br: Funcionalidades de Contabilidade para Pequenos Negócios

source: Simplify managing a small business with <b>Customer</b> and <b>Vendor</b> tracking, <b>Jobs</b>, <b>Invoicing</b> and <b>Bill</b> Payment, and <b>Tax</b> and <b>Billing Terms</b>.
ca: Simplificar la gestió d'una petita empresa amb el seguiment de <b>Clients</b> i <b>Proveïdors</b>, <b>Feines</b >, <b>Facturació</b> i Pagament de <b>Factures</b >, <b>Impostos</b> i <b>Terminis</b>.
de: Für geschäftliche Anwendungen können Kunden und Lieferanten verwaltet werden. <span class="gnucash">GnuCash</span> besitzt ein System für Konten mit Forderungen und Verbindlichkeiten, Rechnungsstellung und Erledigung von Zahlungen. Auch unterschiedliche Besteuerungs- und Fälligkeitsregeln werden unterstützt.
hr: Pojednostavljuje upravljanje malim poduzećem: uređivanje i praćenje razvoja <b>kupaca</b> i <b>dobavljača</b>, <b>naloga</b>, <b>izlaznih</b>/<b>ulaznih</b> računa, <b>poreza</b> i <b>uvjeta plaćanja</b>.
it: La gestione di una piccola impresa è semplificata grazie alle funzioni di registrazione di <b>clienti</b> e <b>venditori</b>, di <b>fatturazione</b> e <b>pagamento</b>, dei <b>termini di pagamento</b> e delle <b>imposte</b>.
nb: Forenkle administrasjonen av en liten bedrift med <b>Kunde</b> og <b>Leverandør</b>-Sporing, <b>Jobber</b>, <b>Fakturering</b> og <b>Regning</b> Betaling og <b>Skatt</b> og <b>Faktureringsvilkår</b>.
nl: Het leven van een ondernemer wordt een stuk eenvoudiger door het beheren van <b>klanten (debiteuren)</b>, <b>leveranciers (crediteuren)</b>, <b>BTW-tarieven</b> en <b>betalingsvoorwaarden</b> met hieraan gekoppelde <b>opdrachten</b>, <b>facturen</b> en <b>betalingen</b>.
pt: Simplifique a gestão de um pequeno negócio com o rastreio de <b>Clientes</b> e <b>fornecedores</b>, <b>trabalhos</b>, pagamento de <b>facturas</b> e <b>contas</b> e <b>Termos fiscais</b> e de <b>facturação</b>.
pt_br: Simplifique o gerenciamento de uma pequena empresa com rastreamento de <b>Clientes</b> e <b>Fornecedores</b>, <b>Trabalhos</b>, <b>Faturamento</b> e <b>Pagamento de contas</b> e <b>Impostos</b> e <b>Condições de cobrança</b>.

source: Using A/Receivable and A/Payable accounts you can even manage <b>payrolls</b> for your employees.
ca: Fins i tot podeu gestionar les <b>nòmines</b > per als vostres treballadors emprant comptes A/Per cobrar i A/Per pagar.
de: Durch die Nutzung der offene-Posten-Konten ist es auch möglich Lohnkonten für Ihre Beschäftigten zu führen.
hr: Pomoću konta potraživanja i dugovanja, može se upravljati čak i <b>plaćama</b> zaposlenika.
it: Utilizzando i conti A/Receivable e A/Payable è anche possibile gestire le <b>buste paga</b> degli impiegati.
nb: Ved å bruke a kontoer kan du til og med administrere <b>lønnslister</b> for dine ansatte.
nl: In theorie kan met creatief gebruik van debiteuren- en crediteurenrekeningen zelfs een <b>salarisadministratie</b> voor uw medewerkers worden opgezet.
pt: Usando contas A/Cobrável e A/Pagável, pode até gerir os <b> salários</b> dos seus empregados.
pt_br: Usando contas A/Receber and A/Pagar você pode gerenciar <b>folhas de pagamentos</b> para seus funcionarios.

source: <span class="gnucash">GnuCash</span> gives you also a tool to manage your business' <b>budget</b> so that you can easily plan your financial strategy.
ca: <span class="gnucash">GnuCash</span> us dóna també una eina per gestionar el vostre <b>pressupost</b> empresarial per tal que pogueu planificar fàcilment l'estratègia financera.
de: <span class="gnucash">GnuCash</span> gibt Ihnen auch ein Werkzeug zur Budgetplanung an die Hand, so daß sie leicht Ihre finanzielle Strategie planen können.
hr: <span class="gnucash">GnuCash</span> ima i alat za upravljanje poslovnim <b>proračunom</b>. S njime se lako planira financijsk strategija.
it: <span class="gnucash">GnuCash</span> fornisce uno strumento per la gestione dei <b>bilanci preventivi</b> utile per poter pianificare facilmente la propria strategia finanziaria.
nb: <span class="gnucash">GnuCash</span> gir deg også et verktøy for å administrere virksomhetens <b>budsjett</b> slik at du enkelt kan planlegge din økonomiske strategi.
nl: Daarnaast biedt <span class="gnucash">GnuCash</span> de mogelijkheid om een <b>budget</b> voor uw onderneming in te voeren, waardoor het eenvoudiger wordt om uw financiële strategie uit te plannen.
pt: O <span class="gnucash">GnuCash</span> também lhe disponibiliza uma ferramenta para gerir o <b>orçamento</b> do seu negócio, para que possa planear facilmente a sua estratégia financeira.
pt_br: O <span class="gnucash">GnuCash</span> também lhe disponibiliza uma ferramenta para gerir o <b>orçamento</b> do seu negócio, para que possa planejar facilmente a sua estratégia financeira.

source: Multiple Currencies
ca: Múltiples monedes
de: Multi-Währungsfähigkeit
hr: Višestruke valute
it: Valute multiple
nb: Flere valutaer
nl: Meerdere munteenheden
pt: Múltiplas moedas
pt_br: Multiplas Moedas
