Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: Every night a server builds the documentation from the current contents of the <span class="gnucash">GnuCash</span> source repository. This includes the <b>Developer Documentation</b> from <b>Doxygen</b> and <b>User Documentation</b> for the current <em>stable</em> version of <span class="gnucash">GnuCash</span>.
ca: Cada nit un servidor construeix la documentació a partir del contingut actual del repositori font de <span class="gnucash">Gnucash</span>. Això inclou la <b>Documentació de Desenvolupador</b> de <b>Doxygen</b> i la <b>Documentació d'usuari</b > per a la versió <em>estable</em> de <span class="gnucash">Gnucash</span>.
de: Jede Nacht erstellt ein Server die Dokumentation aus dem aktuellen Inhalt des <span class="gnucash">GnuCash</span> Quelltext-Repositorium. Dies schließt die <b>Entwicklerdokumentationn</b> ein, welche durch <b>Doxygen</b> aus den Kommentaren des Quelltextes erzeugt wird, sowie die Benutzerdokumentation für die aktuelle stabile Version von <span class="gnucash">GnuCash</span>.
hr: Svake noći server izgrađuje dokumentaciju iz aktualnog sadržaja izvornog <span class="gnucash">GnuCash</span> spremišta. To uključuje <b>Programersku dokumentaciju</b> od <b>Doxygena</b> kao i <b>Korisničku dokumentaciju</b> za aktualnu <em>stabilnu</em> <span class="gnucash">GnuCash</span> verziju.
nb: Hver natt bygger en server dokumentasjonen fra det gjeldende innholdet i <span class="gnucash">GnuCash</span>-kildelageret. Dette inkluderer <b>utviklerdokumentasjonen</b> fra <b>Doxygen</b> og <b>brukerdokumentasjonen</b> for den gjeldende <em>stabile</em> versjonen av <span class="gnucash ">GnuCash</span>.
nl: Elke nacht genereert een server de documentatie op basis van de huidige inhoud van de <span class="gnucash">GnuCash</span> bron repository. Deze bevat de <b>ontwikkelaarsdocumentatie</b> vanuit <b>Doxygen</b> en de <b>gebruikersdocumentatie</b> voor de huidige <em>instabiele</em> <span class="gnucash">GnuCash</span>-versie.
pt: Todas as noites um servidor compila a documentação a partir do conteúdo actual do repositório do <span class="gnucash">GnuCash</span>. Isto inclui a <b>documentação de desenvolvimento</b> de <b>Doxygen</b> e a <b>documentação de utilização</b> da versão <em>estável</em> do <span class="gnucash">GnuCash</span>.
pt_br: Todas as noites um servidor compila a documentação a partir do conteúdo atual do repositório do <span class="gnucash">GnuCash</span>. Isto inclui a <b>documentação de desenvolvimento</b> de <b>Doxygen</b> e a <b>documentação do usuário</b> da versão <em>estável</em> do <span class="gnucash">GnuCash</span>.

source: <b>NOTE:</b> these documents might not be accessible from time to time because developers might be working on improvements. However they are the most up to date reference for <span class="gnucash">GnuCash</span> users.
ca: <b>Nota:</b> aquests documents podrien no ser accessibles de tant en tant perquè els desenvolupadors podrien estar treballant en millores. No obstant això, són la referència més actualitzada per a usuaris de <span class="gnucash">GnuCash</span>.
de: <b>Anmerkung:</b> Diese Dokumentationen sind von Zeit zu Zeit nicht zugänglich da die Entwickler dann an Erweiterungen arbeiten. Gerade deshalb sind dies die aktuellsten Dokumente für <span class="gnucash">GnuCash</span> Benutzer.
hr: <b>NAPOMENA:</b> s vremena na vrijeme ovi dokumenti nisu dostupni, jer ih programeri obrađuju. Međutim, ti su dokumenti najaktualnije reference za <span class="gnucash">GnuCash</span> korisnike.
it: <b>NOTA:</b> questi documenti potrebbero a volte non essere accessibili poiché gli sviluppatori potrebbero essere al lavoro su di essi per migliorarli. Comunque rappresentano il riferimento più aggiornato per gli utenti di <span class="gnucash">GnuCash</span>.
nb: <b>MERK:</b> Disse dokumentene er kanskje ikke tilgjengelige fra tid til annen fordi utviklere kan jobbe med forbedringer. Imidlertid er de den mest oppdaterte referansen for <span class="gnucash">GnuCash</span>-brukere.
nl: <b>OPMERKING:</b> deze documenten zijn niet altijd toegankelijk omdat ontwkkelaars soms werken aan verbeteringen. Dit is echter de meest actuele naslagbron voor <span class="gnucash">GnuCash</span>-gebruikers.
pt: <b>NOTA:</b> estes documentos poderão não estar acessíveis de tempos a tempos por os programadores estarem a trabalhar em melhorias. Contudo, são a referência mais actualizada para utilizadores do <span class="gnucash">GnuCash</span>.
pt_br: <b>NOTA:</b> esses documentos podem não estar acessíveis de tempos em tempos porque os desenvolvedores podem estar trabalhando em melhorias. No entanto, eles são a referência mais atualizada para usuários do <span class="gnucash">GnuCash</span>.

source: Older GnuCash Documentation
ca: Documentació del Gnucash més antiga
de: Alte und veraltete Dokumentation
hr: Starija GnuCash dokumentacija
it: Vecchia documentazione di GnuCash
nb: Eldre GnuCash-dokumentasjon
nl: Oudere GnuCash-documentatie
pt: Documentação antiga do GnuCash
pt_br: Documentação antiga do GnuCash

source: This section contains all the older <span class="gnucash">GnuCash</span> documentation. If you are using one of these old versions of <span class="gnucash">GnuCash</span>, it is highly recommended that you upgrade to the latest stable version.
ca: Aquesta secció conté tota la documentació de <span class="gnucash">GnuCash</span> més antiga . Si utilitzeu alguna d'aquestes versions anteriors de <span class="gnucash">GnuCash</span>, us recomanem que l'actualitzeu a la versió estable més recent.
de: Dieser Abschnitt enthält alle älteren <span class="gnucash">GnuCash</span> Dokumentationen. Falls Sie eine dieser alten Versionen von <span class="gnucash">GnuCash</span> verwenden, empfehlen wir Ihnen dringend, auf die letzte stabile Version zu aktualisieren.
hr: Ovaj odjeljak sadržava starije <span class="gnucash">GnuCash</span> dokumentacije. Ako koristiš straije verzije <span class="gnucash">GnuCasha</span>, preporučujemo ti da nadogradiš program na najnoviju stabilnu verziju.
it: Questa sezione raccoglie tutta la vecchia documentazione di <span class="gnucash">GnuCash</span>. Se si sta utilizzando una di queste vecchie versioni di <span class="gnucash">GnuCash</span>, si raccomanda caldamente di aggiornarla all'ultima versione stabile.
nb: Denne delen inneholder all den eldre <span class="gnucash">GnuCash</span>-dokumentasjonen. Hvis du bruker en av disse gamle versjonene av <span class="gnucash">GnuCash</span>, anbefales det sterkt at du oppgraderer til den siste stabile versjonen.
nl: Deze sectie bevat alle oudere <span class="gnucash">GnuCash</span>-documentatie. Als je nog een van deze oude versies van <span class="gnucash">GnuCash</span> gebruikt, raden wij je met klem aan om te upgraden naar de huidige stabiele versie.
pt: Esta secção contém toda a documentação mais antiga do <span class="gnucash">GnuCash</span>. Se está a usar uma destas versões antigas do <span class="gnucash">GnuCash</span>, é altamente recomendado que actualize para a versão estável mais recente.
pt_br: Esta seção contém toda a documentação mais antiga do <span class="gnucash">GnuCash</span>. Se você estiver usando uma dessas versões antigas do <span class="gnucash">GnuCash</span>, é altamente recomendável que você atualize para a versão estável mais recente.

source: Spanish
ca: Castellà
de: Spanisch
hr: Španjolski
it: Spagnolo
nb: Spansk
nl: Spaans
pt: Espanhol
pt_br: Espanhol

source: Portugese
ca: Portuguès
de: Portugiesisch
hr: Portugalski
it: Portoghese
nb: Portugisisk
nl: Portugees
pt: Português
pt_br: Português (Brasil)

source: Unofficial documentation
ca: Documentació no oficial
de: Nicht offizielle Dokumentation
hr: Neslužbena dokumentacija
it: Documentazione non ufficiale
nb: Uoffisiell dokumentasjon
nl: Officieuze documentatie
pt: Documentação não oficial
pt_br: Documentação não oficial

source: Some people have written HOWTO guides or tutorials.
hr: Neki su pojedinci napisali vježbe i priručnike u kojima se određrene radnje opisuju korak-po-korak.

source: Joe Mack's Tutorial
hr: Joe Mack – vježbe

source: Dave Gilbert's User Guide (Pdf)
hr: Dave Gilbert – korisnički priručnik (PDF)

source: <b>NOTE:</b> the information presented in these sources may or may not be updated to the most recent version of <span class="gnucash">GnuCash</span>. If you are interested in doing development work on these documents, you should contact the original authors.
hr: <b>NAPOMENA:</b> informacije u ovim publikacijama možda nisu u skladu s najnovijom verzijom <span class="gnucash">GnuCasha</span>. Ako želiš obraditi te dokumente, obrati se njihovim autorima.

source: Donations
ca: Donacions
de: Spenden
hr: Donacije
it: Donazioni
nb: Donasjoner
nl: Donaties
pt: Donativos
pt_br: Doações

source: <span class="gnucash">GnuCash</span> is Free Software and is made available free of charge. Your donation, which is purely optional, supports our worldwide community. If you like the software, please consider a donation. We are only a handfull of developers and other volunteers serving countless users worldwide.
ca: <span class="gnucash">GnuCash</span> és programari lliure i està disponible de forma gratuïta. La vostra donació, que és totalment opcional, dóna suport a la nostra comunitat arreu del món. Si us agrada el programari, si us plau considereu fer una donació. Som només un grapat de desenvolupadors i altres voluntaris que serveixen un gran nombre d'usuaris a tot el món.
de: <span class="gnucash">GnuCash</span> ist Freie Software und kostenlos verfügbar. Ihre freiwillige Spende unterstützt unsere globale Gemeinschaft. Falls Ihnen die Software gefällt, erwägen Sie bitte eine Spende. Wir sind nur eine Handvoll Entwickler und andere Freiwillige, die unseren zahllosen Nutzern weltweit helfen.
hr: <span class="gnucash">GnuCash</span> je slobodan i besplatno dostupan softver. Donacijama – koje su isključivo opcionalne – podupire se naša svjetska zajednica. Ako ti se program sviđa, molimo te da doniraš. Ekipu čini svega par programera, te bezbroj dobrovoljnih pojedinaca iz cijelog svijeta.
nb: <span class="gnucash">GnuCash</span> er fri programvare og gjøres tilgjengelig gratis. Din donasjon, som er helt valgfri, støtter vårt verdensomspennende fellesskap. Hvis du liker programvaren, bør du vurdere en donasjon. Vi er bare en håndfull utviklere og andre frivillige som betjener utallige brukere over hele verden.
nl: <span class="gnucash">GnuCash</span> is vrije sofware en wordt gratis ter beschikking gesteld. Uw bijdrage, welke geheel vrijblijvend is, steunt onze wereldwijde gemeenschap. Overweeg een donatie als de software je bevalt. Wij zijn een handvol ontwikkelaars en andere vrijwilligers die gebruikers wereldwijd bedienen.
pt: O <span class="gnucash">GnuCash</span> é um programa gratuito e tornado disponível livre de quaisquer taxas. O seu donativo, que é puramente opcional, suporta a nossa comunidade mundial. Se gosta do programa, por favor considere fazer um donativo. Somos só uma mão cheia de programadores e outros voluntários servindo centenas de utilizadores a nível mundial.
pt_br: <span class="gnucash">GnuCash</span> é um Software Livre e é disponibilizado sem custos. Sua doação, que é puramente opcional, apoia nossa comunidade mundial. Se você gosta do software, considere fazer uma doação. Somos apenas um punhado de desenvolvedores e outros voluntários servindo inúmeros usuários em todo o mundo.

source: Various ways to donate
ca: Diferents maneres de donar
de: Verschiedene Wege zu spenden
hr: Kako donirati
it: Come donare
nb: Ulike måter å donere på
nl: Diverse manieren om te doneren
pt: Várias formas de doar
pt_br: Várias maneiras de doar

source: You can donate via the Sourceforge tip jar
ca: Podeu fer una donació a través del pot de propines de Sourceforge
de: Sie können über den Sourceforge Spendentopf spenden
hr: Doniranje putem Sourceforge kasice‑prasice
it: Sourceforge
nb: Du kan donere via Sourceforge tipskrukken
nl: Je kan een donatie doen via de Sourceforge tip jar
pt: Pode doar através da página da Sourceforge
pt_br: Você pode doar através da página da Sourceforge

source: Sourceforge tip jar
ca: Pot de propines
de: Sourceforge Spendentopf
hr: Sourceforge kasica‑prasica
it: Salvadanaio di Sourceforge
nb: Sourceforge tipskrukke
nl: Sourceforge fooi doosje
pt: Página da Sourceforge
pt_br: Pote de gorjeta Sourceforge

source: The tip jar is run through Paypal into an account managed by IHTFP Consulting, owned by Derek Atkins. So don't be surprised when your payment goes there.
ca: El pot de propines funciona amb un compte de Paypal operat per IHTFP Consulting, propietat de Derek Atkins. Així que no us sorprengueu quan el vostre càrrec vagi allà.
de: Der Spendentopf läuft durch Paypal auf ein Konto, welches von der IHTFP Consulting, deren Inhaber unser Administrator Derek Atkins ist, verwaltet. Seien Sie also nicht überrascht, wenn Ihre Zahlung dorthin geht.
hr: Donacija se uplaćuje putem PayPala na račun IHTFP Consulting, čiji je vlasnik Derek Atkins.
it: Il salvadanaio è gestito tramite Paypal e collegato a un conto intestato a IHTFP Consulting, il cui proprietario è Derek Atkins.
nb: Tipskrukken kjøres gjennom Paypal til en konto administrert av IHTFP Consulting, eid av Derek Atkins. Så ikke bli overrasket når betalingen din går der.
nl: De tip jar werkt via een Paypal account beheerd door IHTFP Consulting, eigendom van Derek Atkins. Wees dus niet verrast als je betaling naar deze firma gaat.
pt: Esta página corre através do Paypal para uma conta gerida pela IHTFP Consulting, detida pelo Derek Atkins. Não se admire quando o seu pagamento for para aí.
pt_br: O pote de gorjetas é executado pelo Paypal em uma conta gerenciada pela IHTFP Consulting, de propriedade de Derek Atkins. Então não se surpreenda quando seu pagamento for para lá.

source: You can transfer a donation to our bank account
ca: Podeu transferir una donació al nostre compte bancari
de: Sie können Ihre Spende auf unser europäisches Konto überweisen
hr: Donacije se mogu prenijeti i putem našeg bankovnog računa
it: Trasferimento bancario
nb: Du kan overføre en donasjon til vår bankkonto
nl: Je kan een donatie overschrijven naar onze bank rekening
pt: Pode transferir um donativo para a nossa conta bancária
pt_br: Você pode transferir uma doação para nossa conta bancária

source: Owner:
ca: Propietari:
de: Inhaber:
hr: Vlasnik:
it: Proprietario:
nb: Eier:
nl: Eigenaar:
pt: Proprietário:
pt_br: Proprietário:

source: Purpose: Donation
ca: Propòsit: Donació
de: Verwendunggzweck: Spende
hr: Svrha plaćanja: Donacija
it: Causale: donazione
nb: Formål: Donasjon
nl: Doel: Donatie
pt: Finalidade: donativos
pt_br: Finalidade: Doação

source: Account:
ca: Compte:
de: Konto:
hr: Račun:
it: Conto:
nb: Konto:
nl: Rekeningnummer:
pt: Conta:
pt_br: Conta:

source: Bank Identifier Code (BIC):
ca: Identificador de compte bancari (BIC):
hr: Kod za identifikaciju banke (BIC):
it: Codice identificativo della banca (BIC):
nl: BIC:
pt: Código de identificação do Banco (BIC):
pt_br: Código de identificação bancária (BIC):

source: Bank:
ca: Banc:
hr: Banka:
it: Banca:
pt: Banco:
pt_br: Banco:

source: Address of bank:
ca: Adreça del banc:
de: Anschrift der Bank:
hr: Adresa banke:
it: Indirizzo della banca:
nb: Bankadresse:
nl: Bankadres:
pt: Endereço do banco:
pt_br: Endereço do Banco:

source: Why we appreciate your support
ca: Agraïm el vostre suport
de: Warum wir Ihre Unterstützung schätzen
hr: Zašto trebamo financijsku podršku
it: Perché il vostro contributo è importante
nb: Hvorfor vi setter pris på din støtte
nl: Waarom we jouw ondersteuning waarderen
pt: Porque é que apreciamos o seu apoio
pt_br: Por que apreciamos seu apoio

source: GnuCash is a volunteer effort. While we manage to keep our operational costs low there are inevitably expenses involved in keeping the servers running.
ca: Gnucash és un esforç voluntari. Tot i que aconseguim mantenir baixos els costos operatius, hi ha, inevitablement, despeses relacionades amb mantenir els servidors en funcionament.
de: GnuCash ist ein Freiwilligen-Projekt. Obwohl wir es schaffen, unsere Betriebskosten niedrig zu halten, fallen unweigerlich Ausgaben für die Aufrechterhaltung des Serverbetriebs an.
hr: GnuCash je rezultat rada dobrovoljaca. Mada troškove držimo na minimalnoj razini, postoje neizbježni troškovi, kao što su troškovi servera.
it: GnuCash è un progetto gestito da volontari. Anche se cerchiamo di contenere al massimo i costi operativi, sono comunque necessarie alcune spese per il mantenimento dei server.
nb: GnuCash er en frivillig innsats. Selv om vi klarer å holde driftskostnadene lave, er det uunngåelig utgifter forbundet med å holde serverne i gang.
nl: GnuCash is een werk door vrijwilligers. Hoewel we onze operationele kosten laag kunnen houden zijn er onvermijdelijk toch uitgaven om de servers draaiende te houden.
pt: O <span class="gnucash">GnuCash</span> é um esforço de voluntários. Embora tentemos manter os nossos custos de operação baixos, há sempre despesas inevitáveis para manter os servidores em funcionamento.
pt_br: O GnuCash é um esforço voluntário. Enquanto conseguimos manter nossos custos operacionais baixos, há inevitavelmente despesas envolvidas em manter os servidores funcionando.

source: Your contribution will be used to cover these expenses.
ca: La seva contribució s'emprarà per cobrir aquestes despeses.
de: Ihre Spende wird zur Deckung dieser Kosten verwendet.
hr: Doprinosi se koriste za pokrivanje tih troškova.
it: Il Vostro contributo verrà utilizzato per coprire queste spese.
nb: Ditt bidrag vil bli brukt til å dekke disse utgiftene.
nl: Jouw bijdrage zal gebruikt worden om deze kosten te dekken.
pt: A sua contribuição será usada para cobrir estas despesas.
pt_br: Sua contribuição será usada para cobrir essas despesas.

source: Thank you for your support!
ca: Moltes gràcies pel vostre suport!
de: Vielen Dank für Ihre Unterstützung!
hr: Zahvaljujemo se na podršci!
it: Grazie per il supporto!
nb: Takk for støtten!
nl: Dank voor je steun!
pt: Obrigado pelo seu apoio!
pt_br: Obrigado pelo seu apoio!

source: Download executable bundles of the <span class="gnucash">GnuCash</span> program inclusive documentation or the source files here. Several versions are available for recent and older operating systems.
de: Laden Sie ausführbare Bündel des Programms <span class="gnucash">GnuCash</span> einschließlich Dokumentation oder seinen Quelltext hier herunter. Verschiedene Versionen sind für aktuelle und ältere Betriebssysteme verfügbar.
hr: Ovdje preuzmi izvršne pakete programa <span class="gnucash">GnuCash</span> zajedno s dokumentacijom ili izvorne datoteke. Dostupno je nekoliko verzija za novije i starije operacijske sustave.
it: Scarica i pacchetti eseguibili del programma <span class="gnucash">GnuCash</span> inclusa la documentazione o i file sorgente da qui. Sono disponibili diverse versioni per sistemi operativi recenti e meno recenti.
nb: Last ned kjørbare pakker av <span class="gnucash">GnuCash</span>-dokumentasjonen eller kildefilene her. Flere versjoner er tilgjengelige for nyere og eldre operativsystemer.
pt: Transferir pacotes executáveis do <span class="gnucash">GnuCash</span> incluindo documentação dos ficheiros fonte aqui. Estão disponíveis várias versões para sistemas operativos recentes e antigos.
pt_br: Baixar pacotes executáveis do programa <span class="gnucash">GnuCash</span>, incluindo documentação ou os arquivos de origem aqui. Várias versões estão disponíveis para sistemas operacionais recentes e antigos.

source: Download GnuCash
ca: Descarregueu Gnucash
de: <span class="gnucash">GnuCash</span> herunterladen
hr: GnuCash preuzimanja
it: Scarica GnuCash
nb: Last ned GnuCash
nl: GnuCash downloaden
pt: Transferir o GnuCash
pt_br: Baixar GnuCash

source: Stable release (%s)
ca: Llançament estable (%s)
de: Stabile Ausgabe (%s)
hr: Stabilno izdanje (%s)
it: Rilascio stabile (%s)
nb: Stabil utgivelse (%s)
nl: Stabiele uitgave (%s)
pt: Versão estável (%s)
pt_br: Versão estável (%s)

source: A stable release is a version of <span class="gnucash">GnuCash</span> that is well tested and considered appropriate for every day use.
ca: Un llançament estable és una versió de <span class="gnucash">GnuCash</span> que està ben revisada i considerada per a ús diari.
de: Eine stabile Ausgabe von <span class="gnucash">GnuCash</span> ist gut getestet und für den täglichen Einsatz geeignet.
hr: Stabilno <span class="gnucash">GnuCash</span> izdanje temeljito je testirano i smatra se dobrim za svakodnevni rad.
it: Un rilascio stabile è una versione di <span class="gnucash">GnuCash</span> che è stata testata a fondo e ritenuta adatta all'utilizzo di tutti i giorni.
nb: En stabil utgivelse er en versjon av <span class="gnucash">GnuCash</span> som er godt testet og anses som passende for daglig bruk.
nl: Een stabiele uitgave is een versie van <span class="gnucash">GnuCash</span> die grondig is getest en geschikt is bevonden voor dagelijks gebruik.
pt: Uma versão estável é uma versão do <span class="gnucash">GnuCash</span> que está bem testada e considerada apropriada para utilização no dia a dia.
pt_br: Uma versão estável é uma versão do <span class="gnucash">GnuCash</span> que foi bem testada e considerada apropriada para uso diário.

source: The latest stable release of <span class="gnucash">GnuCash</span> is %s. Choose the download for your operating system below.
ca: La última versió estable de <span class="gnucash">GnuCash</span> és la %s. Seleccioneu la descàrrega per al vostre sistema operatiu a continuació.
de: Die letzte stabile Ausgabe von <span class="gnucash">GnuCash</span> ist %s. Wählen Sie die passende Version für Ihr Betriebssystem unten aus.
hr: Aktualno stabilno izdanje je <span class="gnucash">GnuCash</span> %s. Dolje odaberi instalaciju za tvoj operacijski sustav.
it: L'ultimo rilascio stabile di <span class="gnucash">GnuCash</span> è la versione %s. Scegliere qui sotto il file da scaricare adatto al proprio sistema operativo.
nb: Den siste stabile utgivelsen av <span class="gnucash">GnuCash</span> er %s. Velg nedlastingen for ditt operativsystem nedenfor.
nl: De meest actuele stabiele <span class="gnucash">GnuCash</span>-uitgave is versie %s. Kies de download voor uw besturingssysteem hieronder.
pt: A última versão estável do <span class="gnucash">GnuCash</span> é a %s. Escolha abaixo a transferência para o seu sistema operativo.
pt_br: A versão estável mais recente do <span class="gnucash">GnuCash</span> é %s. Escolha o download para seu sistema operacional abaixo.

source: Installers
ca: Instal·ladors
de: Installationsprogramme
hr: Instalacije
it: Programmi di installazione
nb: Installasjonsfiler
nl: Installatieprogramma's
pt: Instaladores
pt_br: Instaladores

source: GnuCash %s for
ca: GnuCash %s per a
de: GnuCash %s für
hr: GnuCash %s za
it: GnuCash %s per
nl: GnuCash %s voor
pt: GnuCash %s para
pt_br: GnuCash %s para
