Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: GnuCash 2.6 release tour
ca: Recorregut pel llançament de Gnucash 2.6
hr: Vodič kroz GnuCash 2.6
it: Tour del rilascio 2.6 di GnuCash
nb: En tur gjennom GnuCash 2.6
nl: GnuCash 2.6 uitgave rondleiding
pt: Volta de apresentação do GnuCash 2.6
pt_br: Apresentação de lançamento do GnuCash 2.6

source: This tour will introduce you to new major features in <span class="gnucash">GnuCash</span> 2.6.
ca: Aquest recorregut us introduirà a noves funcionalitats de <span class="gnucash">Gnucash</span> 2.6.
de: Diese Anleitung führt in die wesentlichen neuen Funktionen von <span class="gnucash">GnuCash</span> 2.6 ein.
hr: U ovom se vodiču možeš upoznati s novim glavnim karakteristikama programa <span class="gnucash">GnuCash</span> 2.6.
it: Questa tour raccoglie le principali novità introdotte in <span class="gnucash">GnuCash</span> 2.6.
nb: Denne omvisningen vil introdusere deg til nye hovedfunksjoner i <span class="gnucash">GnuCash</span> 2.6.
nl: Deze rondleiding introduceert de belangrijkste verniewingen in <span class="gnucash">GnuCash</span> 2.6.
pt: Esta viagem introduzirá as novas principais funcionalidades no <span class="gnucash">GnuCash</span> 2.6.
pt_br: Esta visita irá apresentar-lhe as novas funcionalidades principais do <span class="gnucash">GnuCash</span> 2.6.

source: Jqplot Reports
ca: Informes Jqplot
de: Jqplot-Berichte
hr: Jqplot izvještaji
it: Resoconti jqplot
nb: Jqplot rapporter
nl: Rapporten gebaseerd op jqplot
pt: Relatórios Jqplot
pt_br: Relatórios Jqplot

source: <span class="gnucash">GnuCash</span> now uses javascript jqplot to render reports. This gives a more professional look to all graphical reports (piechart, barchart, scatterplot).
hr: <span class="gnucash">GnuCash</span> koristi javascript jqplot za prikazivanje izvještaja. To daje profesionalniji izgled svim grafičkim izvještajima (kružni, stupčani i raspršeni dijagrami).
nb: <span class="gnucash">GnuCash</span> bruker nå javascript for å gjengi rapporter. Dette gir et mer profesjonelt utseende for alle grafiske rapporter (kakediagram, søylediagram, linjediagram).
nl: <span class="gnucash">GnuCash</span> genereert nu rapporten op basis van javascript jqplot. Hierdoor maken alle grafische rapporten (taartdiagram, staafdiagram, lijndiagram) een professionelere indruk.
pt: O <span class="gnucash">GnuCash</span> agora usa javascript jqplot para desenhar relatórios. Confere um aspecto mais profissional a todos os relatórios gráficos (circulares, de barras, pontos).
pt_br: <span class="gnucash">GnuCash</span> agora usa javascript jqplot para renderizar relatórios. Isso dá uma aparência mais profissional a todos os relatórios gráficos (piechart, barchart, scatterplot).

source: A barchart rendered in GnuCash with jqplot.
ca: Un gràfic de barres renderitzat a Gnucash amb jqplot.
de: Ein mit »jqplot« erstelltes Balkendiagramm in GnuCash.
hr: Stupčani dijagram iscrtan u GnuCash‑u s jqplot.
it: Un istogramma in GnuCash utilizzando jqplot.
nb: Et søylediagram gjengitt i GnuCash med jqplot.
nl: Een staafdiagram weergegeven in GnuCash met jqplot.
pt: Um gráfico de barras desenhado no GnuCash com jqplot.
pt_br: Um gráfico de barras desenhado no GnuCash com jqplot.

source: New preconfigured reports management system
ca: Nou sistema de gestió d'informes preconfigurats
de: Neue vorkonfigurierte Berichte-Verwaltung
hr: Novi upravljački sustav za predkonfigurirane izvještaje
it: Nuovo sistema di gestione dei resoconti preconfigurati
nb: Nytt forhåndskonfigurert rapportbehandlingssystem
nl: Nieuw beheersysteem voor voorgeconfigureerde rapporten
pt: Novo sistema de gestão de relatórios pré-configurados
pt_br: Novo sistema de gerenciamento de relatórios pré-configurados

source: The old <span class="gnucash">GnuCash</span> custom report management system has been revised. You can save a report using the dedicated options in the File menu and rerun it later by selecting it from the menu Reports->Preconfigured Reports.
ca: S'ha revisat l'antic sistema de gestió d'informes personalitzat de <span class="gnucash">GnuCash</span>. Podeu desar un informe utilitzant les opcions dedicades al menú Fitxer i torneu a executar-lo més endavant seleccionant-lo des del menú Informes->Informes preconfigurats.
de: Das bisherige <span class="gnucash">GnuCash</span> Benutzer-definierte Berichte Verwaltung System wurde überarbeitet. Sie können einen Bericht speichern, durch Verwendung der Möglichkeiten im Dateimenü und den Bericht später wiederausführen durch auswählen aus dem Menü Reports->vorkonfigurierte Berichte.
hr: Stari <span class="gnucash">GnuCashov</span> prilagođeni sustav za upravljanje izvještajima je revidiran. Izvještaj možeš spremiti pomoću odgovarujučih opcija u izborniku „Datoteka” i kasnije ga ponovno izvesti, odabirom izbornika „Izvještaji → Predkonfigurirani izvještaji”.
it: Il vecchio sistema di gestione dei resoconti personalizzati di <span class="gnucash">GnuCash</span> è stato rivisto: i resoconti possono ora essere salvati tramite l'opzione dedicata nel menu «File» e riavviati in un secondo momento selezionandoli dal menu «Resoconti->Resoconti preconfigurati».
nb: Det gamle <span class="gnucash">GnuCash</span> egendefinerte rapportbehandlingssystemet er revidert. Du kan lagre en rapport ved å bruke det dedikerte alternativet i Fil menyen og kjøre den på ny senere ved å velge den fra menyen Rapporter->Forhåndsdefinerte Rapporter.
pt: O anterior sistema de gestão de relatórios pré-configurados do <span class="gnucash">GnuCash</span> foi revisto. Pode gravar um relatório usando as opções dedicadas no menu Ficheiro e voltar a executá-lo mais tarde, seleccionando-o no menu Relatórios - Relatórios pré-configurados.
pt_br: O antigo sistema de gerenciamento de relatórios personalizados do <span class="gnucash">GnuCash</span> foi revisado. Você pode salvar um relatório usando as opções dedicadas no menu Arquivo e executá-lo novamente mais tarde selecionando-o no menu Relatórios->Relatórios pré-configurados.

source: The Preconfigured Reports window. You can select and run a preconfigured report, edit its name and delete it.
ca: La finestra d'informes preconfigurats. Podeu seleccionar i executar un informe preconfigurat, editar el nom i suprimir-lo.
de: Das Fenster "Vorkonfigurierte Berichte". Sie können einen vorkonfigurierten Bericht auswählen und ausführen, seinen Namen bearbeiten und ihn löschen.
hr: Prozor za predkonfigurirane izvještaje. Predkonfigurirani izvještaj možeš odabrati, preimenovati ili izbrisati.
it: La finestra dei resoconti preconfigurati. É possibile selezionare e avviare un resoconto preconfigurato, modificarne il nome e eliminarlo.
nb: Vindu for forhåndsdefinerte rapporter. Du kan velge og kjøre en forhåndsdefinert rapport, redigere navnet og slette den.
pt: A janela de relatórios pré-configurados. Pode selecionar e excutar um relatório pré-configurado, editar o seu nome e eliminá-lo.
pt_br: A janela Relatórios Pré-configurados. Você pode selecionar e executar um relatório pré-configurado, editar seu nome e excluí-lo.

source: Export any report directly to PDF
ca: Exportar qualsevol informe directament a PDF
de: Beliebige Berichte direkt als PDF exportiren
hr: Izvezi bilo koji izvještaj u PDF
it: Esportazione diretta dei resoconti in formato PDF
nb: Eksporter rapporter direkte til PDF
nl: Elk rapport direct naar PDF exporteren
pt: Exporte qualquer relatório directamente para PDF
pt_br: Exportar qualquer relatório diretamente para PDF

source: Reports and invoices can be exported directly in a PDF file without going thru the Print window.
ca: Informes i factures es poden exportar directament en un fitxer PDF sense haver de passar a través de la finestra d'impressió.
de: Berichte und Rechnungen können direkt, ohne den Umweg über das Druckfenster, in eine PDF-Datei exportiert werden.
hr: Izvještaji i izlazni računi se mogu direktno izvesti u PDF, bez potrebe za korištenjem prozora za ispis.
it: I resoconti e le fatture possono essere esportati direttamente in formato PDF senza dover utilizzare la finestra per la stampa.
nb: Rapporter og fakturaer kan eksporteres direkte til en PDF fil uten å gå via utskriftsdialogen.
pt: Relatórios e facturas podem ser exportados directamente para um ficheiro PDF sem passar pela janela de impressão.
pt_br: Relatórios e faturas podem ser exportados diretamente em um arquivo PDF sem passar pela janela Imprimir.

source: Attach file or location to any transaction
hr: Priloži datoteku ili lokaciju bilo kojoj transakciji

source: It is now possible to link an external file or a location (URL) to a transaction. This long-requested feature is available through both the Transaction menu and the transaction's context menu. The files are displayed in the default viewer for that file type.
hr: Sada je moguće povezati vanjsku datoteku ili adresu (URL) s transakcijom. Ova dugo tražena funkcija je dostupna putem izbornika za transakcije kao i putem kontekstnog izbornika za transakcije. Datoteke se prikazuju u zadanom pregledniku za tu vrstu datoteke.

source: You can now attach a file or a location to any transaction.
hr: Sada možeš priložiti datoteku ili adresu bilo kojoj transakciji.

source: Account colors
ca: Colors dels comptes
de: Konten Farben
hr: Boje konta
it: Colori dei conti
nb: Kontofarger
pt: Cores de contas
pt_br: Cores da conta

source: It is now possible to associate to any account a unique color from the edit account window. This color can then be displayed as account name and account register tab background easing the lookup of a specific account.
ca: Ara és possible associar a qualsevol compte un color únic des de la finestra d'edició del compte. Aquest color es pot mostrar al nom del compte i a la pestanya del compte facilitant la cerca d'un compte específic.
de: Es ist jetzt möglich, jedem Konto im Fenster "Konto bearbeiten" eine eindeutige Farbe zuzuordnen. Diese Farbe kann dann als Kontoname und als Hintergrund der entsprechenden Registerkarte angezeigt werden, was die Suche nach einem bestimmten Konto erleichtert.
hr: Sada je moguće bilo kojem kontu pridružiti jedinstvenu boju u prozoru za uređivanje konta. Ta se boja tada može prikazati u pozadini imena konta ili kartice resgistra konta, čime se olakšava traženje određenog konta.
it: É ora possibile associare a ogni conto un colore dalla finestra di modifica del conto. Il colore può poi essere visualizzato come sfondo del nome e della scheda del registro del conto rendendone più semplice l'identificazione.
nb: Det er nå mulig å assosiere en unik farge med en konto fra rediger konto dialogen. Denne fargen kan vises som kontonavn og som bakgrunn for kontoregistrerings fanen for å lettere søke opp en spesifikk konto.
pt: &#201; agora possível associar uma cor única a cada conta a partir da janela de edição de contas. Esta cor pode ser mostrada como fundo do nome de conta e do separador do diário de conta, facilitando a localização visual duma conta específica.
pt_br: Agora é possível associar a qualquer conta uma cor exclusiva na janela de edição de conta. Essa cor pode ser exibida como nome da conta e fundo da guia de registro da conta, facilitando a pesquisa de uma conta específica.

source: The colors ease the lookup of specific accounts in the account tree and in tabs.
ca: Els colors faciliten la cerca de comptes específics en l'arbre de comptes i en pestanyes.
de: Farben erleichtern das Auffinden bestimmter Konten in Übersicht und Reitern.
hr: Boje olakšavaju traženje određenih konta u stablu konta i u karticama.
it: I colori migliorano la visiblità di particolari conti nella struttura dei conti e fra le schede.
nb: Fargene forenkler søk etter spesifikke kontoer i kontotreet og i faner.
pt: As cores facilitam a identificação de contas específicas na árvore de contas e nos separadores.
pt_br: As cores facilitam a pesquisa de contas específicas na árvore de contas e nas guias.

source: Timout on "Save changes on closing"
ca: Compte enrere a "Desa els canvis al tancar"
de: Zeitüberschreitung bei "Änderungen beim Schließen speichern"
hr: Vremensko ograničenje za „Spremi izmjene prilikom zatvaranja”
it: Scadenza in "Salva le modifiche alla chiusra"
pt: Tempo de espera ao "Gravar alterações ao sair"

source: In the General tab of the <span class="gnucash">GnuCash</span> Preferences is now possible to set a timeout for the "Save changes on closing" window. If enabled, the "Save changes on closing" question will only wait a limited number of seconds for an answer. If the user didn't answer within that time, the changes will be saved automatically and the question window closed.
hr: Na kartici „Opće” u <span class="gnucash">GnuCash</span> postavkama je moguće postaviti vremensko ograničenje za prozor „Spremi promjene prilikom zatvaranja”. Ako je aktivirano, pitanje „Spremi promjene prilikom zatvaranja” čekat će samo ograničeni broj sekundi na odgovor. Ako korisnik ne odgovori u tom vremenu, promjene će se automatski spremiti i prozor s upitom će se zatvoriti.
nb: I fanen Generelt i <span class="gnucash">GnuCash</span> Instillinger er det nå mulig å sette en utsettelse for "Lagre endringer ved lukking" vinduet. Dersom aktivert, vil spørsmålet "Lagre endringer ved lukking" kun vente noen få sekunder for et svar. Dersom brukeren ikke har svart innen denne tiden, vil endringene bli lagret automatisk og spørsmålsvinduet lukket.
pt: No separador Geral das preferências do <span class="gnucash">GnuCash</span> é agora possível definir um tempo de espera para a janela "Gravar alterações ao sair". Se activo, a questão "Gravar alterações ao sair" só espera o tempo aqui definido por uma resposta. Se o utilizador não responder durante esse tempo, as alterações são gravadas automaticamente e a janela é encerrada.
pt_br: Na guia Geral das <span class="gnucash">Preferências do GnuCash</span>, agora é possível definir um tempo limite para a janela “Salvar alterações ao fechar”. Se ativada, a pergunta “Salvar alterações ao fechar” aguardará apenas um número limitado de segundos por uma resposta. Se o usuário não responder dentro desse tempo, as alterações serão salvas automaticamente e a janela da pergunta será fechada.

source: Open datafile read-only
ca: Obrir fitxer de dades de només lectura
de: Datei schreibgeschützt öffnen
hr: Otvori datoteku u zaštićenom modusu
it: Apertura in sola lettura dei file
nb: Åpne datafil skrivebeskyttet
nl: Het gegevensbestand als alleen lezen openen
pt: Abrir ficheiro de dados só de leitura
pt_br: Abrir arquivo de dados somente para leitura

source: When opening a locked "book" one now has the option of opening it read-only.
ca: En obrir un "llibre" bloquejat teniu l'opció d'obrir-lo només de lectura.
de: Beim Öffnen eines gesperrten „Buches" hat man jetzt die Möglichkeit, es schreibgeschützt zu öffnen.
hr: Prilikom otvaranja zaključane „knjige”, moguće ju je učitati u zaštićenom modusu (samo‑za‑čitanje).
it: Quando si tenta di aprire un libro bloccato, è ora disponibile un pulsante per aprirlo in sola lettura.
nb: Ved åpning av låst "bokføring" har man nå muligheten til å åpne den skrivebeskyttet.
pt: Ao abrir um "livro" trancado, tem agora a opção de o abrir como só de leitura.
pt_br: Ao abrir um “livro” bloqueado, agora há a opção de abri-lo somente para leitura.

source: Note that <span class="gnucash">GnuCash</span> is still a single-user program and that the database backends are still used only as a data store.
hr: Imaj na umu da je <span class="gnucash">GnuCash</span> još uvijek program za jednog korisnika i da se pozadinski sustav baze podataka još uvijek koristi samo kao spremište podataka.
nb: Legg merke til at <span class="gnucash">GnuCash</span> fremdeles er et enkeltbruker program og at database is still a single-user program and that the databasens backend er fremdeles kun brukt som datalagring.
pt: Note que o <span class="gnucash">GnuCash</span> ainda é um programa de utilizador único e que os motores de base de dados ainda são usados como armazém de dados.
pt_br: Observe que o <span class="gnucash">GnuCash</span> ainda é um programa de usuário único e que os mecanismos de banco de dados ainda são usados apenas como um armazenamento de dados.

source: The new button to open a <span class="gnucash">GnuCash</span> datafile in read-only mode.
hr: Novi gumb za otvaranje <span class="gnucash">GnuCash</span> datoteke u zaštićenom modusu.
nb: Den nye knappen for skrivebeskyttet åpning av en <span class="gnucash">GnuCash</span>-datafil.
nl: Een nieuwe knop om een <span class="gnucash">GnuCash</span> bestand in alleen-lezen modus te openen.
pt: O novo botão para abrir um ficheiro de dados do <span class="gnucash">GnuCash</span> em modo só de leitura.
pt_br: O novo botão para abrir um arquivo de dados do <span class="gnucash">GnuCash</span> no modo somente leitura.

source: Save "Filter By" settings
ca: Desar paràmetres de la configuració del filtre
de: Einstellungen "Filtern nach" speichern
hr: Spremi postavke za „Filtriraj po …”
it: Salvataggio delle impostazioni di filtraggio
nb: Lagre «Filtrer etter» innstillinger
pt: Gravar definições "Filtrar por"
pt_br: Salvar configurações “Filtrar por”

source: It is now possible to save the "Filter By..." settings for an account register.
hr: Sada je moguće spremiti postavke za „Filtriraj po …” za kontni registar.

source: Save the "Filter By..." settings by enabling the "Save Filter" checkbox.
hr: Spremi postavke za „Filtriraj po …” pomoću potvrdnog kvadratića „Spremi filtar”.

source: Improved business module
ca: Mòdul de negocis millorat
de: Verbessertes Geschäftsmodul
hr: Unaprijeđen poslovni modul
it: Funzionalità professionali migliorate
nb: Fobedret forretningsmodul
pt: Módulo de negócios melhorado
pt_br: Módulo de empresas melhorado

source: The business module has been revamped and we introduced some new features:
ca: S'ha reorganitzat el mòdul d'empresa i hem introduït algunes novetats:
de: Das Geschäftsmodul wurde umgestaltet und einige neue Features eingeführt:
hr: Poslovni modul je kompletno prerađen i donosi neke nove karakteristke:
it: Le funzioni per l'impresa sono state riviste introducendo nuove funzioni:
nb: Forretningsmodulen har blitt overhalt og vi introduserer noen nye egenskaper:
pt: O módulo de negócios foi revisto e introduzimos algumas novas funcionalidades:
pt_br: O módulo de empresas foi revisto e introduzimos algumas novas funcionalidades:

source: Credit Notes
ca: Abonaments
de: Rechnungsgutschriften
hr: Knjižna odobrenja
it: Note di credito
nb: Kredittnoter
pt: Notas de crédito
pt_br: Notas de crédito

source: Customer and Vendor Overview Pages
ca: Pàgines de visió general de client i proveïdor
de: Übersichtsseiten für Kunden und Lieferanten
hr: Stranice za pregled kupaca i dobavljača
it: Panoramiche di clienti e venditori
nb: Kunde og Leverandør Oversiktssider
pt: Páginas resumo de cliente e fornecedor
pt_br: Páginas Resumo do Cliente e Fornecedor

source: Customer Overview Reports
ca: Informes de visió general de client
de: Bericht der Kundenübersicht
hr: Izvještaji o pregledu kupaca
it: Panoramica dei clienti
nb: Kundeoversikt rapporter
pt: Relatórios resumo de clientes
pt_br: Relatórios resumo de clientes

source: Existing Transactions may be reassigned as invoice payments
ca: Transaccions existents poden ser reassignades com a pagaments de factures
de: Existierende Buchungen können Rechnungen als Zahlung zugewiesen werden
hr: Postojeće transakcije se mogu ponovo dodijeliti kao plaćanja izlaznih računa
it: Le transazioni esistenti possono essere riassegnate come pagamenti
nb: Eksisterende transaksjoner kan tilordnes på nytt som faktura betalinger
pt: Transacções existentes pode ser reatribuído como pagamentos de facturas
pt_br: Transações existentes podem ser reatribuídas como pagamentos de faturas

source: One click duplication of invoices
ca: Duplicació de factures en un click
de: Ein-Klick-Duplizierung von Rechnungen
hr: Dupliciranje izlaznih računa jednim klikom
it: Duplicazione delle fatture con un solo clic
nb: Enkeltklikk duplisering av fakturaer
pt: Duplicação de facturas com um só clique
pt_br: Duplicação de faturas com um só clique

source: Improved invoice and bill handling: Post, print, or duplicate multiple items directly from a search results list
ca: Millora de la factura i el control de factures: publiqueu, imprimiu o copieu diversos elements directament des d'una llista de resultats de cerca
de: Verbesserte Offene-Posten-Verwaltung: Einbuchen, drucken oder duplizieren von Elementen direkt aus der Ergebnisliste einer Suche
hr: Poboljšano rukovanje izlaznim i ulaznim računima: objavljivanje, ispis ili dupliciranje više stavki izravno s popisa rezultata pretraživanja
it: Gestione migliorata di fatture e ricevute: emissione, stampa o copia di più elementi direttamente dai risultati di ricerca
nb: Forbedret faktura- og regningsbehandling: Poster, skriv ut og dupliser flere punkter direkte fra en søkeliste
pt: Gestão de facturas e pagamentos melhorada: emita, imprima ou duplique múltiplos itens directamente a partir de uma lista de resultados de procura
pt_br: Melhoria no tratamento de faturas e contas: Publique, imprima ou duplique vários itens diretamente de uma lista de resultados de busca

source: Better invoice printing setup: Choose a default invoice report as a preference
ca: Millor configuració d'impressió de la factura: trieu un informe de factura per defecte com a preferència
de: Verbesserte Rechnungsdruck-Einrichtung: Standardformular als Voreinstellung
hr: Bolje postavke za ispis izlaznih računa: Odaberi standardni izvještaj o izlaznom računu kao preferencu
it: Impostazione della stampa delle fatture migliorata: è possibile selezionare un resoconto predefinito per le fatture direttamente nelle preferenze
nb: Bedre faktura utskriftsinstillinger: Velg en standard fakturarapport som preferanse
pt: Melhor configuração da impressão de facturas: escolha um relatório de fatura como preferência
pt_br: Melhor configuração de impressão de faturas: Escolha um relatório de fatura padrão como preferência

source: Reorder invoice entries in the invoice window
ca: Reordenar les entrades de les factures a la finestra de factures
de: Umsortieren von Rechnungsposten
hr: Prerasporedi unose izlaznih računa u prozoru za izlazne račune
it: Supporto al riordinamento delle voci della fattura nella finestra della fattura
nb: Omorganiser fakturaføringer i faktura vinduet
pt: Reordenar entradas de fatura na janela da fatura
pt_br: Reordenar entradas de fatura na janela da fatura

source: Customer report with an invoice and a credit note.
ca: Informe de client amb una factura i un abonament.
de: Kundenbericht mit Rechnung und Gutschrift.
hr: Izvještaj o kupcu s izlaznim računom i knjižnim odobrenjem.
it: Resoconto del cliente con una fattura e una nota credito.
nb: Kunderapport med en faktura og kreditnota.
pt: Relatório de cliente com uma fatura e uma nota de crédito.
pt_br: Relatório de cliente com uma fatura e uma nota de crédito.
