Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: If you've had trouble swimming through that mass of source code, think of it this way: printed out on paper, and bound into volumes, it would amount to several dozen copies of Tolstoy's "War and Peace", roughly a bookshelf-width's worth of source code.
ca: Si heu tingut problemes nedant a través d'aquella massa de codi font, penseu en ell d'aquesta manera: imprimit en paper i enquadernat en volums, vindria a ser diverses dotzenes de còpies de "Guerra i Pau" de Tolstoi, aproximadament una prestatgeria d'amplada dedicada al codi font.
de: Falls Sie Schwierigkeiten haben, durch diese Menge Quelltext zu schwimmen, stellen Sie sich bitte folgendes vor: Ausgedruckt und gebunden wären es mehrere Dutzend Exemplare von Tolstois "Krieg und Frieden", ungefähr ein Bücherregal breit, voll mit Quelltext.
hr: Ako se izgubiš u ovoj masi izvornog koda, razmisli o tome na ovaj način: ispisano na papiru i vezano u sveske, izvorni kod bi iznosio nekoliko desetaka primjeraka Tolstojevog „Rata i mira”, otprilike širine knjižne police.
it: Nel caso non ci si rendesse conto del volume di codice sorgente, lo si può immaginare in questo modo: stampato su carta, e rilegato in volumi, ammonterebbe a diverse dozzine di copie di "Guerra e pace" di Tolstoy, circa la larghezza di una libreria di codice sorgente!
nl: Als jij je die massa broncode moeilijk kan voorstellen, beschouw het dan als volgt: afgedrukt op papier en in boeken ingebonden, zou dit overeenkomen met een paar dozijn exemplaren van Tolstoj's "Oorlog en Vrede", ongeveer een volledige boekenplank gevuld met broncode.
pt: Se teve problemas ao navegar em todo este código, pense assim: em papel e ligado em volumes, seria equivalente a doze cópias da obra "Guerra e paz" de Tolstoi, basicamente uma prateleira completa de uma biblioteca.
pt_br: Se você teve dificuldade para ler essa massa de código-fonte, pense desta forma: impresso em papel e encadernado em volumes, isso equivaleria a várias dezenas de cópias de "Guerra e Paz", de Tolstói, aproximadamente o tamanho de uma estante de código-fonte.

source: Mind you, this is source code (and docs) crafted and debugged by actual humans, this is *not* autogenerated code. Tools (such as glade or swig) can generate gazillions of lines of code automatically; I'm not counting those. Every last line counted here was typed in, edited, indented, tweaked, multiple times, by human hands.
ca: Això sí, això és codi font (i documents) elaborat i depurat pels éssers humans reals, això *no* és codi generat automàticament. Eines (com glade o swig) poden generar moltíssims milions de línies de codi automàticament; aquests no els estic comptant. Cada final de línia comptada aquí ha estat teclejada, editada, sagnada, retocada, diverses vegades, per mans humanes.
de: Wohlgemerkt, dies sind Quelltext und Dokumentationen, welche von wirklichen Menschen erstellt und entwanzt wurde. Dies ist *kein* automatisch generierter Code. Werkzeuge wie Glade und Swig können beliebige Mengen Code automatisch erstellen; diese wurden hier aber nicht mitgezählt. Jede einzelnen hier gezählte Zeile wurde von menschlicher Hand eingegeben, geändert, eingerückt, optimiert, davon viele mehrmals.
hr: Imaj na umu, ovaj izvorni kod (i dokumenti) izrađeni su i ispravljeni od stvarnih ljudi, *nije* automatski generiran. Alati (kao što su glade ili swig) mogu generirati gazilione redaka koda automatski; njih ne uračunavam. Svaki ovdje izbrojani redak bio je utipkan, uređen, prerađen i višestruko prilagođen ljudskim rukama.
it: Si sottolinea che questo è codice sorgente (e documentazione) realizzato e corretto da umani; NON si tratta di codice generato automaticamente. Alcuni strumenti (quali glade o g-wrap) sono in grado di generare un'enorme quantità di di righe di codice automaticamente; queste non sono state conteggiate. Ogni singola riga conteggiata in questa sede, è stata più volte scritta, modificata, ordinata, regolata dal lavoro umano.
nl: Voor alle duidelijkheid, dit is broncode (en documentatie) gecreëerd en getest door mensen. Het gaat hier *niet* om automatisch gegenereerde code. Hulpmiddelen (zoals glade of swig) kunnen automatisch miljoenen coderegels genereren; deze tel ik niet mee. Elke getelde regel is ingetikt, bewerkt en bijgewerkt, vaak meer dan eens, door mensenhanden.
pt: Lembre-se, isto é código fonte (e documentação) criada e depurada por humanos, *não* é código gerado automaticamente. Ferramentas (como o Glade ou o Swig) podem gerar milhões de linhas de código automaticamente; não estamos a contar com essas. Cada uma das linhas aqui contadas foi escrita, editada, indentada e afinada múltiplas vezes por mãos humanas.

source: Given that we have about 400 outstanding bugs in bugzilla, that works out to about one bug per thousand lines of code, or one bug per 50 pages of printout. This bug count is actually not atypical for software projects; its near the norm.
ca: Donat que tenim uns 400 errors destacats a bugzilla, que funciona sobre un error per cada mil línies de codi, o un error per 50 pàgines de la còpia impresa. Aquest recompte d'errors en realitat no és atípic per als projectes de programari; està a prop de la norma.
de: Angenommen, wir haben ca. 400 offene Fehlermeldungen in Bugzilla, dann ergibt das etwa einen Fehler pro tausend Zeilen Code oder einen Fehler pro 50 Seiten eines Ausdrucks. Diese Fehlerzahl ist nicht untypisch für Software-Projekte; sie ist nah an der Norm.
hr: S obzirom na to da imamo oko 400 izvanrednih grešaka u bugzilli, radi se o otprilike jednoj grešci na 1.000 redaka koda ili jednoj grešci na 50 ispisanih stranica. Ovaj broj grešaka zapravo nije netipičan za softverske projekte, već je u blizini norme.
it: Dato che sono segnalati su bugzilla circa 400 bug non risolti, significa che che mediamente è presente un bug per ogni centinaio di linee di codice, o anche un bug ogni 50 pagine stampate. Questo numero di bug è tutt'altro che atipico per i progetti di sviluppo di programmi: si può affermare che è nella norma.
nl: Gezien dat we ongeveer 400 open bugs hebben in bugzilla, komt dit uit op ongeveer één bug per duizend regels code, of één bug per 50 afgedrukte pagina's. Deze bug verhouding is eigenlijk niet abnormaal voor software projecten; ze is in de buurt van de norm.
pt: Dado que temos cerca de 400 erros pendentes no Bugzilla, resulta em cerca de um erro por cada 1000 linhas de código, ou um erro por 50 páginas impressas. Esta contagem de erros não é atípica para projectos de programação; está dentro da norma.

source: The table below shows some historical lines-of-code and number-of-files metrics for the <span class="gnucash">GnuCash</span> development project. Note that not all of the code is counted: for instance, the Makefiles and configure.in and autogen.sh are not counted. Also, files that are automatically generated are not counted, nor are files that have been 'borrowed' from other projects. Also not counted are experimental files, miscellaneous perl scripts, various converters, addons and utilities. Finally, <tt>glade</tt> files are not counted, although large parts of the overall GUI are described in <tt>glade</tt> files.
ca: La taula següent mostra alguns indicadors històrics de línies de codi i nombre d'arxius per al projecte de desenvolupament del <span class="gnucash">Gnucash</span>. Tingueu en compte que no s'ha comptat tot el codi: per exemple, les Makefiles, els configure.in i els autogen.sh no s'han comptat. Tampoc es compten els arxius que es generen automàticament, ni els arxius "prestats" d'altres projectes. Tampoc compten els arxius experimentals, varis scripts de perl, diversos convertidors, afegitons i utilitats. Finalment, <tt>glade</tt> no es compten, encara que gran part de la GUI global són descrites a <tt>Glade</tt>.
de: Die folgende Tabelle zeigt einige historische Maße für Quelltextzeilen und Dateienzahl für das <span class="gnucash">GnuCash</span>-Projekt. Man beachte, daß nicht alle Zeilen gezählt wurden: z.B. die Makefiles, configure.in und autogen.sh wurden nicht mitgezählt. Ebenso wurden weder Dateien mitgezählt, die automatisch erzeugt wurden, noch Dateien, die von anderen Projekten "ausgeliehen" wurden. Ebenfalls nicht gezählt wurden experimentelle Dateien, verschiedene Perl-Skripte, diverse Konverter, Add-Ons und Utilities. Schließlich wurden <tt>glade</tt>-Dateien nicht gezählt, obwohl weite Teile der graphischen Oberfläche in <tt>glade</tt>-Dateien definiert wurden.
hr: Tablica u nastavku prikazuje neke povijesne podatke o brojčanom nizu koda i broju datoteka razvojnog projekta <span class="gnucash">GnuCash</span>. Imaj na umu da se ne računa cijeli kôd: npr., Makefiles i configure.in i autogen.sh se ne broje. Također, datoteke koje se automatski generiraju se ne broje, kao niti datoteke koje su „posuđene” iz drugih projekata. Također se ne broje eksperimentalne datoteke, razni perl skripti, različiti pretvarači, dodaci i pomoćni programi. Čak se i <tt>glade</tt> datoteke ne broje, iako su veliki dijelovi cjelokupnog grafičkog sučelja opisani u <tt>glade</tt> datotekama.
it: La tabella seguente mostra i dati storici relativi al numero di linee di codice e al numero di file per il progetto di sviluppo di <span class="gnucash">GnuCash</span>. Non sono contabilizzate tutte le linee di codice: per esempio, i file Makefiles, configure.in e autogen.sh non sono contati. Anche i file generati automaticamente non sono stati considerati, come anche i file "presi in prestito" da altri progetti. Non sono contati neanche i file sperimentali, i vari script di perl, gli addon e le utility. Infine, non sono contabilizzati nemmeno i file <tt>glade</tt> anche se buona parte dell'interfaccia grafica è descritta nei file di questo tipo.
nl: De onderstaande tabel toont enkele historische aantal-coderegels en aantal-bestanden statistieken voor het <span class="gnucash">GnuCash</span> ontwikkelingsproject. Merk op dat niet alle code geteld is: bijvoorbeeld, de Makefiles, configure.in en autogen.sh zijn niet geteld. En ook bestanden die automatisch gegenereerd worden, zijn niet meegeteld, net zo min als bestanden die van andere projecten 'geleend' werden. Voorts niet geteld zijn experimentele bestanden, allerlei perl scripts, diverse conversie hulpmiddelen, toevoegingen en hulpmiddelen. Tenslotte, <tt>glade</tt> bestanden worden niet geteld, hoewel grote delen van de algemene GUI in <tt>glade</tt> bestanden beschreven is.
pt: A tabela abaixo mostra algumas linhas históricas de código e número de métrica de ficheiros do projecto de desenvolvimento do <span class="gnucash">GnuCash</span>. Note que nem todo o código está contado: por exemplo, os Makefiles, configure.in e autogen.sh não estão contados. Mais, ficheiros gerados automaticamente não são contados, nem os ficheiros que foram "emprestados" por outros projectos. Também não são contados os ficheiros experimentais, vários scripts perl, vários conversores, extensões e utilitários. Finalmente, ficheiros <tt>glade</tt> não são contados, embora grande parte do ambiente de utilizador seja descrito em ficheiros <tt>glade</tt>.

source: Note also that KLOC's are not a good metric of programmer productivity, nor even that <code>wc</code> is a good way of counting KLOC's. Much better measures are complexity metrics, which, for example, count the number and size of if-then-else blocks, or the number and size of all blocks, or the number of math operators per statement. Maybe someday we'll run one of those tools on this code. For now, this is what we have. On the other hand, we've attempted to count only those files that contain human-edited code, that is, files that are directly edited by humans. The point of doing this is to avoid artificially inflating the KLOC counts by counting automatically generated code (which is why the glade files are not counted: they are large and automatically generated).
ca: Tingueu en compte també que els KLOC no són una bona mètrica de productivitat del programador, ni tan sols que <code>wc</code> és una bona manera de comptar els KLOC's. Moltes mesures millors són les mètriques de complexitat, que, per exemple, compten el nombre i la mida dels blocs si-llavors-sinó, o el nombre i la mida de tots els blocs o la quantitat d'operadors matemàtics per instrucció. Potser algun dia executarem una d'aquestes eines en aquest codi. De moment, això és el que tenim. D'altra banda, hem intentat comptar únicament aquells fitxers que continguin codi editat per persones, és a dir, fitxers que són editats directament per persones. La intenció de fer-ho és evitar inflar artificialment els recomptes de KLOC comptant el codi generat automàticament (és per això que els fitxers glade no es compten: són grans i es generen automàticament).
de: Beachten Sie auch, daß weder KLOC's (1000 Zeilen Quelltext) ein gutes Maß sind, um die Produktivität von Programmierern zu bestimmen, noch .<code>wc</code> eine gute Methode ist, um KLOC's zu messen. Viel bessere Maße sind Komplexitätsmaße, welche beispielsweise die Anzahl und Größe von if-then-else-Blöcken, die Anzahl und Größe aller Blöcke, oder die Anzahl der mathematischen Operatoren pro Anweisungszeile. Möglicherweise werden wir eines Tages eine derartiges Werkzeug auf den Quelltext anwenden. Zur Zeit ist dies aber, was wir zur Verfügung haben - andererseits haben wir versucht, nur die Dateien mit tatsächlich direkt von Menschen editiertem Code zu zählen.
hr: Imaj također na umu da KLOC‑ovi nisu dobri za produktivnost programera, kao što niie ni <code>wc</code> dobar način brojanja KLOC‑a. Mnogo bolje mjere su metrike složenosti, koje na primjer, broje broj i veličinu blokova if‑then‑else, broj i veličinu svih blokova ili broj matematičkih operatora po izjavi. Možda ćemo jednog dana pokrenuti jedan od tih alata na ovom kodu. Za sada, to je ono što imamo. S druge strane, pokušali smo prebrojiti samo one datoteke koje sadrže ljudski uređen kôd, tj. datoteke koje ljudi izravno uređuju. Svrha toga je da se izbjegne umjetno napuhavanje KLOC brojeva prebrojavanjem automatski generiranog kôda (zbog čega se glade datoteke ne broje: one su velike i automatski se generiraju).
it: Si noti anche che le KLOC non rappresentano una misura attendibile della produttività di un programmatore, e anche che <code>wc</code> non è il modo più adatto per conteggiare le KLOC. Misurazioni migliori derivano da conteggi complessi che, per esempio, esaminano il numero e la dimensione di tutti i blocchi, o il numero di operatori matematici per espressione. Forse un giorno il codice di GnuCash verrà analizzato con uno di questi strumenti; per ora questo è quello che si ha a disposizione. D'altra parte, si è cercato di conteggiare solamente quei file che contengono codice elaborato esclusivamente da umani. Questo è stato fatto per evitare di aumentare il valore delle KLOC includendo anche il codice generato automaticamente (per questo motivo i file di glade non sono computati: sono molto grandi e generati in automatico).
nl: Merk ook op dat KCR's geen goede maatstaf zijn voor de productiviteit van ontwikkelaars. Bovendien is <code>wc</code> geen goede manier om KCR's te tellen. Veel betere metingen zijn complexiteitsstatistieken die bijvoorbeeld het aantal en de grootte van if-then-else blokken tellen, of het aantal en de groote van alle blokken, of het aantal wiskundige operatoren per statement. Misschien gebruiken we ooit wel eens zo'n hulpmiddel op deze code. Voorlopig is dit wat we hebben. Van de andere kant hebben we geprobeerd om enkel de bestanden te tellen die door mensen bewerkte code bevatten, d.w.z., bestanden die rechtstreeks door mensen bewerkt zijn. De reden hiervoor is het artificieel opblazen van de KCR tellingen te vermijden door automatisch gegenereerde code mee te tellen (dit is waarom glade bestanden niet meegeteld worden: deze zijn groot en automatisch gegenereerd).
pt: Note também que KLOCs não são uma boa medida de produtividade de programação, nem tampouco <code>wc</code> é uma boa maneira de contar KLOCs. Muito melhores medidas são as métricas de complexidade, que, por exemplo, contam o número e tamanho de blocos if-then-else, ou o número e tamanho de todos os blocos, ou o número de operadores matemáticos por declaração. Talvez um dia apliquemos uma dessas ferramentas a este código. Por agora é o que temos. Por outro lado, tentámos contar só os ficheiros que contêm código editado por humanos. O objectivo disto é evitar inflaccionar a contagem de KLOCs com código gerado automaticamente (que é o motivo para não contarmos ficheiros Glade, que são grandes e automaticamente gerados).

source: Table 1. Historical Development Stats
ca: Taula 1. Estadístiques dels desenvolupaments anteriors
de: Tabelle 1: Historische Entwicklungsstatistik
hr: Tablica 1. Povijesne statistike razvoja
it: Tabella 1. Statistiche storiche di sviluppo
nl: Tabel 1. Historische ontwikkelingsstatistieken
pt: Tabela 1. - estatísticas de desenvolvimento

source: Version
ca: Versió
hr: Verzija
it: Versione
nl: Versie
pt: Versão
pt_br: Versão

source: misc app
ca: aplicacions diverses
de: verschiedene Aplikationen
hr: razne aplikacije
it: applicazioni varie
nl: diverse app
pt: ap.mistas
pt_br: aplicativo diverso

source: internal txt
ca: txt intern
hr: interni tekst
it: txt interni
nl: interne txt
pt: txt interno
pt_br: txt interno

source: Total
de: Summe
hr: Ukupno
it: Totale
nl: Totaal

source: Languages
ca: Idiomes
de: Sprachen
hr: Jezici
it: Lingue
nl: Talen
pt: Idiomas
pt_br: Idiomas

source: Author Credits
ca: Crèdits d'autor
de: genannte Autoren
hr: Autori
it: Ringraziamenti
nl: Auteurs
pt: Créditos de autor
pt_br: Créditos do Autor

source: Each cell displays the following:
ca: Cada cel·la mostra el següent:
de: Jede Zelle enthält folgendes:
hr: Svaka ćelija prikazuje sljedeće:
it: Ogni cella visualizza:
nl: Elke cel geeft het volgende weer:
pt: Cada célula mostra o seguinte:
pt_br: Cada célula exibe o seguinte:

source: number of *c and *.h and *.scm files (KLOCS in *.c + KLOCS in *.h + KLOCS in *.scm). If there are no *.scm files in the directory, then only (KLOCS in *.c + KLOCS in *.h) are displayed. If there is only one number in the parenthesis, it is the approriate KLOC count for that statistic.
ca: número de fitxers *.c, *.h i *.scm (KLOCS en *.c + KLOCS en *.h + KLOCS en *.scm). Si no hi ha fitxers *.scm al directori, llavors només es mostren (KLOCS en *.c + KLOCS en *. h). Si hi ha només un nombre en el parèntesi, és el recompte KLOC d'arxiu per a aquesta estadística.
de: Anzahl von *.c-, *.h- und *.scm-Dateien (KLOCS in *.c + KLOCS in *.h + KLOCS in *.scm). Wenn keine *.scm-Dateien in dem Verzeichnis sind, werden nur (KLOCS in *.c + KLOCS in *.h) angezeigt. Wenn nur eine Zahl in den Klammern ist, handelt es sich um die zugehörige KLOC-Zahl für die Statistik.
hr: broj *c, *.h i *.scm datoteka (KLOCS u *.c + KLOCS u *.h + KLOCS u *.scm). Ako u mapi nema datoteka *.scm, prikazuje se samo (KLOCS u *.c + KLOCS u *.h). Ako postoji samo jedan broj u zagradi, to je odgovarajući KLOC zbroj za tu statistiku.
it: numero di file *.c, *.h e *.scm (KLOCS in *.c + KLOCS in *.h + KLOCS in *.scm). Se non sono presenti nella directory dei file di tipo *.scm, allora sono visualizzati solamente (KLOCS in *.c + KLOCS in *.h). Se tra le parentesi è presente un solo numero, questo rappresenta il conteggio KLOC appropriato per quella statistica.
nl: aantal *.c *, .h en *.scm bestanden (KCR's in *.c + KCR's in *.h + KCR's in *.scm). Al er geen *.scm bestanden zijn in de map, dan wordt enkel (KCR's in *.c + KCR's in *.h) getoond. Als er maar één enkel getal tussen haakjes staat, dan is dat het geschikte KCR-aantal voor die statistiek.
pt: número de ficheiros *c e *.h e *.scm (KLOCS em *.c + KLOCS em *.h + KLOCS em *.scm). Se não houver ficheiros *.scm na pasta, só são mostrados (KLOCS em *.c + KLOCS em *.h). Se só houver um número no parênteses, é a contagem KLOC apropriada para a estatística.

source: where KLOC == kilo-lines-of-code, as reported by <code>wc</code>. As noted above, wc is not a terribly good code metric, but its what we have handy.
ca: on KLOC == quilo-línies-de-codi, com informat per <code>wc</code>. Com s'ha dit anteriorment, el wc no és una terriblement bona mètrica de codi, però és el que tenim a la mà.
de: wobei KLOC == kilo-lines-of-code (1000 Zeilen Code), wie von <code>wc</code> berichtet. Wie zuvor bemerkt, ist wc kein besonders gutes Codemaß, aber es ist das, welches wir griffbereit haben.
hr: gdje je KLOC == kilo-lines-of-code (kilo‑redaka‑koda), izviješteno pomoću <code>wc</code>. Kao što je gore već spomenuto, wc nije jako dobra kodna metrika, ali je to što imamo pri ruci.
it: dove KLOC == kilo-lines-of-code (migliaia di linee di codice), come riportato da <code>wc</code>. Come messo in evidenza in precedenza, wc non è un perfetto contatore di codice, ma è ciò che si ha a disposizione.
nl: waarbij KCR == kilo-coderegels, zoals weergegeven door <code>wc</code>. Zoals eerder vermeld is wc geen bijzonder goed meetinstrument, maar het is wat we beschikbaar hebben.
pt: onde KLOC == kilo-lines-of-code, como relatado pelo <code>wc</code>. Como assinalado acima, o wc não é uma medida de código terrivelmente boa, mas é a que temos à mão.

source: Table Column Legend
ca: Llegenda de la columna de la taula
de: Legende der Tabellenspalten
hr: Legenda za stupce tablice
it: Legenda della colonna della tabella
nl: Legenda tabelkolommen
pt: Legenda das colunas da tabela
pt_br: Legenda de coluna da tabela

source: Contents of the src/engine and the include directories. The engine was split out from the motif code in version 1.1. The data storage backend (file-io, sql) was split out in the course of version 1.5
ca: Continguts de src/engine i els directoris continguts. El motor es va treure del codi motif a la versió 1.1. El rerefons d'emmagatzematge de dades (file-io, sql) es va treure fora en el decurs de la versió 1.5
de: Inhalt von src/engine und Unterverzeichnisse. Die Maschine wurde in Version 1.1 aus dem Motif-Code ausgegliedert. Das Datenspeicher-Modul (file-io, sql) wurde im Verlauf von Version 1.5 abgetrennt.
hr: Sadržaj src/engine i uključenih direktorija. U verziji 1.1 je mehanizam razdvojen iz motif koda. Pozadinski sustav za spremanje podataka (file‑io, sql) razdvojen je tijekom verzije 1.5
it: Contenuto della directory src/engine e delle sue sotto directory. Il motore è stato separato dal codice motif nella versione 1.1. Il backend per l'archiviazione dei dati (file-io, sql) è stato separato nel corso della versione 1.5.
nl: Inhoud van de src/engine en de include mappen. De engine is van de motif code afgesplitst in versie 1.1. De data opslag backend (file-io, sql) is afgesplitst in de loop van versie 1.5
pt: Conteúdo de src/engine e das pastas incluídas. O motor foi extraído do código motivo na versão 1.1. O motor de armazenamento de dados (file-io, sl) foi extraído no decurso da versão 1.5

source: Contents of the src/backend directory (version 1.7 and later) or of src/engine/file, src/engine/sql (version 1.6 and earlier)
ca: Contingut del directori src/backend (versió 1.7 i posterior) o de src/engine/file, src/engine/sql (versió 1.6 i anteriors)
de: Inhalt des src/backend Verzeichnisses (Version 1.7 und später) oder von src/engine/file, src/engine/sql (Version 1.6 und früher)
hr: Sadržaj direktorija src/backend (verzija 1.7 i novija) ili src/engine/file, src/engine/sql (verzija 1.6 i starija)
it: Contenuto della directory src/backend (versione 1.7 e successive) o di src/engine/file, src/engine/sql (versione 1.6 e precedenti)
nl: Inhoud van de src/backend map (versie 1.7 en later) of van src/engine/file, src/engine/sql (versie 1.6 en eerder)
pt: Conteúdo da pasta src/backend (versão 1.7 e posteriores) ou de src/engine/file, src/engine/sql (versão 1.6 e anteriores)
