Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: New type-ahead search is added to sequential search when selecting an account or an Action in the register: Instead of typing the first few characters of a top level account, the separator, the first few characters of the next level account and so on you may instead type a few characters of any part of a full account name and the drop-list will be filtered to contain only matching accounts. Once you have a small enough list you can use the arrow keys to select the account that you want.
de: Die sequentielle Suche bei der Auswahl eines Kontos oder einer Aktion im Register wurde um eine neue Vorauswahlsuche ergänzt: Anstatt die ersten paar Zeichen eines Kontos der obersten Ebene, das Trennzeichen, die ersten paar Zeichen des Kontos der nächsten Ebene usw. einzugeben, können Sie stattdessen ein paar Zeichen eines beliebigen Teils eines vollständigen Kontonamens eingeben, und die Auswahlliste wird so gefiltert, dass sie nur passende Konten enthält. Sobald die Liste klein genug ist, können Sie mit den Pfeiltasten das gewünschte Konto auswählen.
hr: Dodan je nov način pretraživanja tijekom tipkanja za sekvencijalno pretraživanje prilikom biranja konta ili radnje u registru: Umjesto upisivanja prvih nekoliko znakova konta najviše razine, zatim znak razdvajanja, prvih nekoliko znakova konta sljedeće razine i tako dalje, umjesto toga je moguće upisati nekoliko znakova bilo kojeg dijela punog imena računa i padajući popis filtrirat će se tako da sadrži samo odgovarajuća konta. Kad se popis skrati u dovoljnjoj mjeri, pomoću tipki sa strelicama odaberi željeni konto.
pt: Foi adicionada uma nova pesquisa em tempo real à pesquisa sequencial, ao seleccionar uma conta ou uma acção no diário: em vez de inserir os primeiros caracteres de uma conta de nível superior, o separador, os primeiros caracteres da conta de nível seguinte e assim por diante, poderá em vez disso inserir alguns caracteres de qualquer parte de um nome de conta completo e a lista pendente será filtrada para conter apenas contas correspondentes. Assim que tiver uma lista suficientemente pequena, poderá utilizar as teclas de setas para seleccionar a conta que pretende.
pt_br: A nova busca de digitação antecipada é adicionada à busca sequencial ao selecionar uma conta ou uma Ação no registro: em vez de digitar os primeiros caracteres de uma conta de nível superior, o separador, os primeiros caracteres da conta de nível seguinte e assim por diante, você pode digitar alguns caracteres de qualquer parte de um nome de conta completo e a lista suspensa será filtrada para conter apenas contas correspondentes. Quando tiver uma lista pequena o suficiente, você pode usar as teclas de seta para selecionar a conta que deseja.

source: A new separate executable, <kbd>gnucash-cli</kbd> (<kbd>gnucash-cli.exe</kbd> on Microsoft Windows) for doing command-line things like updating the prices in your book. <kbd>gnucash-cli</kbd> gains the ability to run reports from the command line. Specify reports to run by name or guid. It also provides an export format and an output file name without which it will output the report to stdout.
de: Eine neue separate ausführbare Datei, <kbd>gnucash-cli</kbd> (<kbd>gnucash-cli.exe</kbd> unter Microsoft Windows) für die Durchführung von Aufgaben in der Kommandozeile wie das Aktualisieren der Preise in Ihrem Buch. Mit <kbd>gnucash-cli</kbd> erhalten Sie die Möglichkeit, Berichte über die Befehlszeile auszuführen. Geben Sie die auszuführenden Berichte nach Namen oder Guid an. Es bietet auch ein Exportformat und einen Ausgabedateinamen, ohne den es den Bericht auf stdout ausgibt.
hr: Nova zasebna izvršna datoteka, <kbd>gnucash-cli</kbd> (<kbd>gnucash-cli.exe</kbd> na Microsoft Windowsu) za obavljanje poslova iz naredbenog retka, poput aktualiziranja cijena u knjizi. <kbd>gnucash-cli</kbd> dobiva mogućnost pokretanja izvještaja putem naredbenog retka. Odredi pokretanje izvještaja po imenu ili guid-u. Također pruža izvozni format i ime izlazne datoteke, bez kojih će izvještaj poslati na standardni izlaz.
pt: Um novo executável separado, <kbd>gnucash-cli</kbd> (<kbd>gnucash-cli.exe</kbd> em Microsoft Windows) para fazer coisas de linha de comando como actualizar as cotações no seu livro. <kbd>gnucash-cli</kbd> ganha a capacidade de executar relatórios a partir da linha de comando. Especifique os relatórios a executar por nome ou guid. Também fornece um formato de exportação e um nome de ficheiro de saída sem o qual o relatório sairá para stdout.
pt_br: Um novo executável separado, <kbd>gnucash-cli</kbd> (<kbd>gnucash-cli.exe</kbd> no Microsoft Windows) para fazer coisas de linha de comando, como atualizar os preços no seu livro. <kbd>gnucash-cli</kbd> ganha a habilidade de executar relatórios a partir da linha de comando. Especifique relatórios para executar por nome ou guid. Ele também fornece um formato de exportação e um nome de arquivo de saída sem o qual ele produzirá o relatório para stdout.

source: will display a screen listing all of the available commands and their options.
de: listet alle verfügbaren Kommandos und ihre Optionen auf.
hr: prikazat će ekran s popisom svih dostupnih naredbi i njihovih opcija.
it: visualizzerà una schermata con l'elenco di tutti i comandi disponibili con le loro opzioni.
pt: mostra um ecrã que lista todos os comandos disponíveis e suas opções.
pt_br: exibirá uma tela listando todos os comandos disponíveis e suas opções.

source: The GUI program, <kbd>gnucash</kbd>, still responds to the options it always has, though <kbd>--get-price-quotes</kbd> is deprecated in favor of <kbd>gnucash-cli --quotes get</kbd>.
de: Das GUI-Programm, <kbd>gnucash</kbd>, reagiert immer noch auf die Optionen, die es immer hatte, obwohl <kbd>--get-price-quotes</kbd> zugunsten von <kbd>gnucash-cli --quotes get</kbd> veraltet ist.
hr: GUI program, <kbd>gnucash</kbd> i dalje reagira na opcije koje uvijek ima, ali je opcija <kbd>--get-price-quotes</kbd> zastarjela te se umjesto nje koristi <kbd>gnucash-cli --quotes get</kbd>.
pt: O programa GUI, <kbd>gnucash</kbd>, ainda responde às opções de sempre, embora <kbd>--get-price-quotes</kbd> seja depreciada a favor de <kbd>gnucash-cli --quotes get</kbd>.
pt_br: O programa GUI, <kbd>gnucash</kbd>, ainda responde às opções que sempre teve, embora <kbd>--get-price-quotes</kbd> tenha sido descontinuado em favor de <kbd>gnucash-cli --quotes get</kbd>.

source: Graphic User Interface
de: Grafische Benutzerschnittstelle
hr: Grafičko korisničko sučelje
pt_br: Interface Gráfica do Usuário

source: When creating a new account hierarchy it's now possible to load account templates from locales other than the one set for the user interface.
de: Bei der Erstellung des Kontenplans ist es jetzt auch möglich, Kontenrahmen anderer Regionen oder Sprachen als der in der Umgebung oder dem Betriebssystem gesetzten, auszuwählen.
hr: Prilikom stvaranja nove hijerarhije konta sada je moguće učitati predloške konta na drugim jezicima, neovisno o jeziku koji je postavljen za korisničko sučelje.
pt: Ao criar uma nova hierarquia de contas, é agora possível carregar modelos de contas a partir de idiomas que não o definido para o ambiente do utilizador.
pt_br: Ao criar uma nova hierarquia de contas, agora é possível carregar modelos de contas de locais diferentes daquele definido para a interface do usuário.

source: On the <b>Choose Accounts to Create</b> page there are two drop-downs above the <b>Account Types</b> selector, one for language and one for country, the choices in the latter depending on the former. The default is the current locale but they may be used to select account templates from any locale.
de: Auf der Seite <b>Zu erstellende Konten auswählen</b> gibt es zwei Dropdown-Listen über dem Auswahlfeld <b>Kontotypen</b>, eine für die Sprache und eine für das Land, wobei die Auswahlmöglichkeiten in der letzteren von der ersteren abhängen. Die Standardeinstellung ist das aktuelle Gebietsschema, aber sie können verwendet werden, um Kontovorlagen aus einem beliebigen Gebietsschema auszuwählen.
hr: Na stranici <b>Odaberi konta koje želiš stvoriti</b> nalaze se dva padajuća izbornika iznad selektora <b>Vrste konta</b> – jedan za jezik i jedan za zemlju. Odabir u drugom izborniku ovisi o prvom. Standardno se koristi trenutačni jezik, ali izbornici se mogu koristiti za biranje predložaka konta na bilo kojem jeziku.
pt: Na página <b>Seleccionar contas a criar</b> há duas listas pendentes acima do selector <b>Tipos de contas</b>, um para o idioma, outro para o país, as escolhas no último dependendo do primeiro. A predefinição é o idioma actual, mas podem ser utilizados para seleccionar modelos de conta de qualquer idioma.
pt_br: Na página <b>Escolha contas para criar</b>, há dois menus suspensos acima do seletor <b>Tipos de conta</b>, um para idioma e outro para país, as escolhas no último dependendo do primeiro. O padrão é o local atual, mas eles podem ser usados para selecionar modelos de conta de qualquer local.

source: When deleting accounts the destination accounts of moved splits will be checked to ensure that they have the same commodity as the source account. If they don't you'll get a warning and the opportunity to pick another account or to carry on regardless.
de: Beim Löschen von Konten werden die Zielkonten von verschobenen Aufteilungen überprüft, um sicherzustellen, dass sie die gleiche Ware wie das Quellkonto haben. Wenn dies nicht der Fall ist, erhalten Sie eine Warnung und die Möglichkeit, ein anderes Konto zu wählen oder trotzdem weiterzumachen.
hr: Prilikom brisanja konta provjerit će se odredišna konta premještenih podjela, kako bi se osiguralo da imaju istu robu kao i izvorni konto. Ako nemaju, prikazuje se upozorenje i pruža se mogućnost za biranje jednog drugog konta ili za nastavljanje bez mijenjanja konta.
pt: Ao eliminar as contas, as contas de destino das parcelas movidas serão verificadas para assegurar que têm a mesma mercadoria que a conta de origem. Se não a tiverem, receberá um aviso e a oportunidade de escolher outra conta ou de continuar mesmo assim.
pt_br: Ao excluir contas, as contas de destino das divisões movidas serão verificadas para garantir que elas tenham a mesma mercadoria que a conta de origem. Se não tiverem, você receberá um aviso e a oportunidade de escolher outra conta ou continuar independentemente.

source: Reversing transactions will now pop a dialog box to request a posting date.
de: Bei der Stornierung von Transaktionen erscheint nun ein Dialogfeld zur Abfrage eines Buchungsdatums.
hr: Ponavljanje transakcija sada će otvoriti dijaloški okvir za upis datuma knjiženja.
pt: Reverter transacções agora abre um diálogo para solicitar uma data de lançamento.
pt_br: Reverter transações agora exibirá uma caixa de diálogo para solicitar uma data de lançamento.

source: Business Functions
de: Funktionen für geschäftliche Nutzung
hr: Poslovne funkcije
pt: Funções para empresas
pt_br: Funções para a sua Empresa

source: Business Document Column Widths
de: Spaltenbreiten für Geschäftsdokumente
hr: Širine stupaca poslovnog dokumenta
pt: Largura de colunas de documentos de empresas
pt_br: Largura das colunas de documentos comerciais

source: Entry column widths in Invoices, Bills, and Employee Vouchers may now be saved as defaults for each type of document.
de: Die Breite der Eingabespalte in Lieferaten- und Kundenrechnungen sowie Mitarbeiterdokumenten können jetzt als Standardwerte für jeden Dokumenttyp gespeichert werden.
hr: Širine stupaca unosa u ulaznim i izlaznim računima te vaučerima zaposlenika sada se mogu spremiti kao standardne širine za svaku vrstu dokumenta.
pt: As larguras das colunas de entrada em facturas e vales de funcionários podem agora ser gravadas como predefinição para cada tipo de documento.
pt_br: As larguras das colunas de entrada em faturas, contas e comprovantes de funcionários agora podem ser salvas como padrões para cada tipo de documento.

source: Two menu items are added to the View menu when a Bill, Invoice, or Voucher tab has focus:
de: Dem Menü "Ansicht" werden zwei Menüpunkte hinzugefügt, wenn die Registerkarte "Lieferatenrechnung", "Rechnung" oder "Beleg" den Fokus hat:
hr: U izbornik „Prikaz” dodane su dvije stavke koje se mogu koristiti u karticama ulaznog računa, izlaznog računa ili vaučera:
pt: Dois itens de menu foram adicionados ao menu Ver quando um separador de factura ou de vale tem o foco:
pt_br: Dois itens de menu são adicionados ao menu Exibir quando uma guia Conta, Fatura ou Comprovante tem foco:

source: Use as Default Layout for Vendor Documents
de: Als voreingestelltes Layout für Lieferantendokumente benutzen
hr: Koristi standardni raspored stranice za dokumente dobavljača
pt: Utilizar como disposição predefinida para documentos de fornecedor
pt_br: Usar como layout padrão para documentos do fornecedor

source: Reset Default Layout for Vendor Documents
de: Voreingestelltes Layout für Lieferantendokumente zurücksetzen
hr: Obnovi standardni raspored stranice za dokumente dobavljača
pt: Repor disposição predefinida para documentos de fornecedor

source: Vendor Documents is for Bills and is replaced by Customer or Employee Documents for Invoices or Vouchers respectively.
de: Lieferantendokumente bezieht sich auf Rechnungen und wird durch Kunden- oder Mitarbeiterdokumente für Rechnungen bzw. Belege ersetzt.
hr: Dokumenti dobavljača su za račune, a zamjenjuju ih dokumenti kupaca ili zaposlenika za izlazne račune odnosno vaučere.
pt: Documentos do fornecedor é para facturas e é substituído por Documentos do cliente ou Documentos do funcionário para facturas ou vales, respectivamente.
pt_br: Documentos do fornecedor são para contas e são substituídos por Documentos do cliente ou do funcionário para faturas ou comprovantes, respectivamente.

source: The first saves the current document's column widths and makes them the default for all documents in the same type. The second menu item removes the customization and documents of that type will therafter use the computed default widths.
de: Der Erste speichert die Spaltenbreiten des aktuellen Dokuments und macht diese zum Standard für alle Dokumente desselben Typs. Der zweite Menüpunkt entfernt die Anpassung und Dokumente dieses Typs verwenden anschließend die berechneten Standardbreiten.
hr: Prvi sprema širinu stupaca trenutačnog dokumenta i postavlja je kao standardnu za sve dokumente iste vrste. Druga stavka izbornika uklanja tu prilagodbu i dokumenti te vrste će nakon toga koristiti izračunate standardne širine.
pt: O primeiro grava as larguras de coluna do documento actual e torna-as predefinição para todos os documentos do mesmo tipo. O segundo item do menu remove a personalização e os documentos desse tipo passam depois a utilizar as larguras predefinidas calculadas.
pt_br: O primeiro salva as larguras de coluna do documento atual e as torna o padrão para todos os documentos do mesmo tipo. O segundo item de menu remove a personalização e os documentos desse tipo usarão, a partir de então, as larguras padrão computadas.

source: Importing Transactions
de: Import von Buchungen
hr: Uvoz transakcija
pt: Importar transacções
pt_br: Importando Transações

source: Support for AQBanking Version 6. This is required to support new FinTS protocols for the European Payment Services Directive (PSD2).
de: Unterstützung für AQBanking Version 6. Diese ist erforderlich, um neue FinTS-Protokolle für die europäische Zahlungsdiensterichtlinie (PSD2) zu unterstützen.
hr: Podrška za AQBanking verzije 6. To je potrebno za podršku novih FinTS protokola za Europsku direktivu o platnim uslugama (PSD2).
pt: Apoio ao AQBanking Versão 6. Isto é necessário para suportar os novos protocolos FinTS para a Directiva Europeia de Serviços de Pagamento (PSD2).
pt_br: Suporte para AQBanking versão 6. Isso é necessário para dar suporte aos novos protocolos FinTS para a Diretiva Europeia de Serviços de Pagamento (PSD2).

source: The <b>Import Map Editor</b> (Tools>Edit Import Maps) will scan for Bayesian associations with non-existent accounts and display a dialog offering to remove any that are found. It also adds a button at the bottom of the Import Map Editor to delete them if one chooses not to use the dialog.
de: Der <b>Import Map Editor</b> (Extras>Importkarten bearbeiten) sucht nach Bayes'schen Assoziationen mit nicht existierenden Konten und zeigt ein Dialogfeld an, in dem die gefundenen Assoziationen entfernt werden können. Außerdem wird eine Schaltfläche am unteren Rand des Import Map Editors hinzugefügt, um sie zu löschen, wenn Sie das Dialogfeld nicht verwenden möchten.
hr: <b>Uređivač mapiranja uvoza</b> (Alati > Uređivač mapiranja uvoza) skenirat će Bayesove veze s nepostojećim računima i prikazati dijaloški okvir za uklanjanje svih pronađenih. Također je dodan gumb za brisanje na dnu uređivača mapiranja uvoza, ako se ne želi koristiti dijaloški okvir.
pt: O <b>Import Map Editor</b> (Ferramentas -> Editar Importar mapas) procurará associações Bayesianas com contas inexistentes e mostrará um diálogo para remover quaisquer que sejam encontradas. Também adiciona um botão na parte inferior do Editor Importar mapas para os eliminar, caso se opte por não utilizar o diálogo.
pt_br: O <b>Importar Editor de Mapa</b> (Ferramentas>Editar Mapas de Importação) fará uma varredura em busca de associações bayesianas com contas inexistentes e exibirá uma caixa de diálogo oferecendo a remoção de qualquer uma que for encontrada. Ele também adiciona um botão na parte inferior do Import Map Editor para excluí-las se alguém escolher não usar a caixa de diálogo.

source: The OFX file importer can now import more than one file at a time.
de: Der OFX-Dateiimporter kann jetzt mehrere Dateien gleichzeitig importieren.
hr: Uvoznik OFX datoteke sada može uvesti više datoteka odjednom.
pt: O importador de ficheiros OFX pode agora importar mais do que um ficheiro de cada vez.
pt_br: O importador de arquivos OFX agora pode importar mais de um arquivo por vez.

source: OFX imports having balance information will now offer to immediately reconcile, passing the balance information in the file to the reconcile info.
de: OFX-Importe mit Kontosalden bieten nun einen sofortigen Abgleich an, wobei die Saldoinformationen aus der Datei als Abgleichsinformation übergeben werden.
hr: Uvoz OFX datoteka koje imaju podatke o saldu sada se mogu odmah uskladiti, prosljeđujući podatke o saldu u datoteci podacima o usklađivanju.
pt: As importações OFX com informação de saldo oferecem agora reconciliação imediata, passando a informação de saldo no ficheiro para a informação de reconciliação.
pt_br: As importações OFX com informações de saldo agora oferecerão reconciliação imediata, passando as informações de saldo no arquivo para as informações de reconciliação.

source: The import transaction matcher window column headings are changed from R to C and from U+R to U+C, reflecting that the matcher marks transactions cleared but doesn't reconcile them.
de: Die Spaltenüberschriften des Fensters des Import-Transaktionsabgleichers wurden von R auf C und von U+R auf U+C geändert, was widerspiegelt, dass der Abgleicher die Transaktionen als ausgeglichen markiert, aber nicht abgleicht.
hr: Naslovi stupaca u prozoru uspoređivača transakcija uvoza promijenjeni su iz U u P i iz A+U u A+P, što znači, da uspoređivanje označava transakcije kao potvrđene (P), ali ih ne usklađuje (U).
pt: Os cabeçalhos das colunas da janela de comparação de importação de transacções são alterados de R para C e de U+R para U+C, reflectindo que o comparador marca as transacções compensadas mas não as reconcilia.
pt_br: Os títulos das colunas da janela do comparador de transações de importação são alterados de R para C e de U+R para U+C, refletindo que o comparador marca as transações como compensadas, mas não as reconcilia.

source: Account matcher will decline to match accounts with a different commodity from the imported split if the import information includes the commodity.
de: Der Kontenabgleicher lehnt es ab, Konten mit einer anderen Ware als der importierten abzugleichen, wenn die Importinformationen die Ware enthalten.
hr: Uspoređivanje računa odbit će podudaranje računa s drugačijom robom od uvezene podjele, ako podaci uvoza uključuju robu.
pt: O comparador de contas recusar-se-á a comparar contas com uma mercadoria diferente da parcela importada, se a informação de importação incluir a mercadoria.
pt_br: O correspondente de contas se recusará a corresponder contas com uma mercadoria diferente da divisão importada se as informações de importação incluírem a mercadoria.

source: Ellipsize the Description and Memo fields in the account matcher.
de: Die Felder "Beschreibung" und "Memo" im Kontenabgleicher werden elliptisch dargestellt.
hr: Polja opisa i zabilježaka koriste znak izostavljanja teksta (trotočku) u uspoređivaču računa.
pt: Põe reticências nos campos Descrição e Memo no comparador de contas.
pt_br: Elipse os campos Descrição e Memorando no correspondente de contas.

source: Reports
de: Berichte
hr: Izvještaji
it: Resoconti
nl: Rapporten
pt: Relatórios
pt_br: Relatórios

source: A new report menu supbmenu <b>Multicolumn</b> contains the old custom-multicolumn report and a new <b>Dashboard</b> report containing Account reports for expenses and income, an income-expense chart, and an account summary.
de: Ein neues Berichts-Untermenü <b>Mehrspaltig</b> enthält den alten benutzerdefinierten mehrspaltigen Bericht und einen neuen <b>Dashboard</b>-Bericht, der Kontenberichte für Ausgaben und Einnahmen, ein Einnahmen-Ausgaben-Diagramm und eine Kontenübersicht enthält.
hr: Novi podizbornik <b>Višestupčano</b> u izborniku za izvještaje, sadrži stari prilagodiv višestupčani izvještaj i novi izvještaj <b>Pregledna ploča</b>, koji sadrži izvještaje o kontima prihoda i rashoda, grafikon prihoda i rashoda i sažetak računa.
pt: Um novo menu de relatórios <b>Multi-coluna</b> contém o antigo relatório personalizado multi-colunas e um novo relatório <b>Painel</b>, contendo relatórios de contas de despesas e receitas, um gráfico de receitas-despesas e um resumo de contas.
