Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: Most linux distributions come bundled with a version of <span class="gnucash">GnuCash</span>, though it's not always the most recent version and it may not have been installed by default. Still it is recommended to use the <span class="gnucash">GnuCash</span> version that comes with your distribution.
ca: La majoria de les distribucions de linux vénen amb una versió de <span class="gnucash">GnuCash</span>, tot i que no sempre és la versió més recent i potser no s'ha instal·lat de manera predeterminada. Encara es recomana utilitzar la versió <span class="gnucash">GnuCash</span> que ve amb la vostra distribució.
de: Die meisten Linux-Distributionen enthalten eine Version von <span class="gnucash">GnuCash</span>. Allerdings handelt es sich nicht immer um die aktuellste Version und es kann sein, daß sie nicht automatisch installiert wird. Trotzdem empfiehlt es sich für "normale" Anwender, die in der Distribution enthaltene Version zu verwenden.
hr: Večina linux distribucija već sadrže <span class="gnucash">GnuCash</span>, međutim nije sigurno da se radi o najnovijoj verziji, niti da je standardno instaliran. Preporučujemo koristiti <span class="gnucash">GnuCash</span> verziju koja se nalazi u tvojoj distribuciji.
it: La maggior parte delle distribuzioni Linux forniscono una versione di <span class="gnucash">GnuCash</span>, anche se questa potrebbe non essere quella più recente e installata fin da subito. Si raccomanda comunque l'utilizzo della versione di <span class="gnucash">GnuCash</span> fornita dalla propria distribuzione.
nb: De fleste Linux-distribusjoner leveres sammen med en versjon av <span class="gnucash">GnuCash</span>, selv om det ikke alltid er den nyeste versjonen, og den er kanskje ikke installert som standard. Det anbefales likevel å bruke <span class="gnucash">GnuCash</span>-versjonen som følger med distribusjonen din.
nl: De meeste Linux-distributies worden geleverd met een versie van <span class="gnucash">GnuCash</span>, maar dit is niet altijd de meest recente versie; ook moet deze vaak eerst nog worden geïnstalleerd. Toch wordt het aangeraden om de <span class="gnucash">GnuCash</span>-versie te gebruiken die met uw distributie wordt meegeleverd.
pt: A maioria das distribuições Linux trazem uma versão do <span class="gnucash">GnuCash</span>, embora nem sempre seja a mais recente, podendo mesmo não estar instalada como predefinição. Ainda assim, é recomendável que utilize a versão do <span class="gnucash">GnuCash</span> que vem com a sua distribuição.
pt_br: A maioria das distribuições Linux vem com uma versão do <span class="gnucash">GnuCash</span>, embora nem sempre seja a versão mais recente e pode não ter sido instalada por padrão. Ainda assim, é recomendado usar a versão do <span class="gnucash">GnuCash</span> que vem com sua distribuição.

source: Below are ways to install <span class="gnucash">GnuCash</span> on some of the more popular distributions:
ca: A continuació hi ha les maneres d'instal·lar <span class="gnucash">GnuCash</span> en algunes de les distribucions més populars:
de: Im folgenden werden Methoden beschrieben, um <span class="gnucash">GnuCash</span> auf einigen verbreiteten Distributionen zu installieren:
hr: Način instaliranja <span class="gnucash">GnuCash</span> programa na nekim popularnijim distribucijama:
it: Di seguito sono elencati alcuni metodi per installare <span class="gnucash">GnuCash</span> in alcune delle più popolari distribuzioni:
nb: Nedenfor er måter å installere <span class="gnucash">GnuCash</span> på noen av de mer populære distribusjonene:
nl: Hieronder wordt beschreven hoe <span class="gnucash">GnuCash</span> kan worden geïnstalleerd op enkele van de populairste distributies:
pt: Abaixo estão formas de instalar o <span class="gnucash">GnuCash</span> nalgumas das distribuições mais populares:
pt_br: Abaixo estão algumas maneiras de instalar o <span class="gnucash">GnuCash</span> em algumas das distribuições mais populares:

source: Fedora users can install <span class="gnucash">GnuCash</span> through System->Administration->Add/Remove Software (Gnome) or Applications->System->Software Management (KDE).
ca: Els usuaris de Fedora poden instal·lar <span class="gnucash">Gnucash</span> a través de Sistema->Administració->afegir/treure programari (Gnome) o Aplicacions->Sistema->Gestió de programari (KDE).
de: Fedora-Benutzer können <span class="gnucash">GnuCash</span> vom Desktop folgendermaßen installieren:<br/> Gnome: "System->Verwaltung->Software löschen/hinzufügen"<br/> KDE: "Anwendungen->System->Softwareverwaltung".
hr: Fedora korisnici mogu instalirati <span class="gnucash">GnuCash</span> putem „Sustav → Administracija → Dodaj/Ukloni softver” (Gnome) ili „Aplikacije → Sustav → Upravljanje softverom” (KDE).
it: Gli utenti di Fedora possono installare <span class="gnucash">GnuCash</span> attraverso il menu <em>Sistema->Amministrazione->Aggiungi/Rimuovi programmi</em> (Gnome) o <em>Applicazioni->Sistema->Gestione programmi</em> (KDE).
nb: Fedora-brukere kan installere <span class="gnucash">GnuCash</span> gjennom System->Administrasjon->Legg til/fjern programvare (Gnome) eller Programvare->System->Programvare Administrasjon (KDE).
nl: Gebruikers van Fedora kunnen <span class="gnucash">GnuCash</span> installeren via menukeuze Systeem‣Beheer‣Software toevoegen/verwijderen (Gnome) of Programma's‣Systeem‣Softwarebeheer (KDE).
pt: utilizadores do Fedora podem instalar o <span class="gnucash">GnuCash</span> através de Sistema->Administração->Adicionar/Remover programs (Gnome) ou Aplicações->Sistema->Gestão de programas (KDE).
pt_br: Usuários do Fedora podem instalar o <span class="gnucash">GnuCash</span> através de Sistema->Administração->Adicionar/Remover Software (Gnome) ou Aplicativos->Sistema->Gerenciamento de Software (KDE).

source: Mandriva users can install <span class="gnucash">GnuCash</span> through the Software Management in the Mandriva Linux Control Center.
ca: Els usuaris de Mandriva poden instal·lar <span class="gnucash">Gnucash</span> mitjançant la gestió de programari al centre de Control de Mandriva Linux.
de: Mandriva-Benutzer können <span class="gnucash">GnuCash</span> durch die Softwareverwaltung im Mandriva Linux Conrtol Center installieren.
hr: Mandriva korisnici mogu instalirati <span class="gnucash">GnuCash</span> putem upravljača softvera u Mandriva Linux kontrolnom centru.
it: Gli utenti di Mandriva possono installare <span class="gnucash">GnuCash</span> attraverso il gestore di programmi nel Centro di Controllo di Mandriva Linux.
nb: Mandriva-brukere kan installere <span class="gnucash">GnuCash</span> gjennom programvareadministrasjonen i Mandriva Linux kontrollsenter.
nl: Gebruikers van Mandriva kunnen <span class="gnucash">GnuCash</span> installeren via Softwarebeheer in het Mandriva Controlecentrum.
pt: utilizadores do Mandriva podem instalar o <span class="gnucash">GnuCash</span> através de Software Management no centro de controlo do Mandriva Linux.
pt_br: Os usuários do Mandriva podem instalar o <span class="gnucash">GnuCash</span> por meio do Gerenciamento de Software no Centro de Controle do Mandriva Linux.

source: Epel's wiki page
ca: Pàgina wiki d'Epel
de: Epel's englischer Wiki-Seite
hr: Epel wiki stranicu
it: pagina wiki di Epel
nb: Epel sin wiki-side
nl: Epel wiki-pagina
pt: a página wiki da Epel
pt_br: Página Wiki da Epel

source: Redhat and CentOS don't have <span class="gnucash">GnuCash</span> in their repositories by default. It can be installed however from the third-party Epel repository. For more details on configuring this additional software repository for your setup, see
ca: RedHat i CentOS no tenen <span class="gnucash">Gnucash</span> en els dipòsits per defecte. Es pot instal·lar però des del repositori Epel de tercers. Per a més detalls sobre la configuració d'aquest repositori de programari addicional per a la vostra configuració, vegeu
de: Redhat und CentOS haben <span class="gnucash">GnuCash</span> zur Zeit nicht in ihren Standardrepositorien. Trotzdem kann es vom eigenständigen <i>Extra Packages for Enterprise Linux</i> (EPEL)-Repositorium installiert werden. Einzelheiten zur Konfiguration dieses zusätzlichen Repositoriums finden sich auf
hr: <span class="gnucash">GnuCash</span> nije standardno spremljen u spremištima Redhata i CentOS‑a. Može se međutim instalirati iz Epel spremišta. Za pojedinosti o konfiguriranju ovog spremišta dodatnog softvera za tvoju postavu, vidi
it: Redhat e CentOS non forniscono <span class="gnucash">GnuCash</span> attraverso i loro repository di default. <span class="gnucash">GnuCash</span> può comunque essere installato dal repository di terze parti Epel. Per maggiori dettagli sulla configurazione di questo repository di programmi, consultare la
nb: Redhat og CentOS har ikke <span class="gnucash">GnuCash</span> i depotene sine som standard. Det kan imidlertid installeres fra tredjeparts Epel-repository. For mer informasjon om konfigurering av dette ekstra programvarelageret for oppsettet ditt, se
nl: Redhat en CentOS hebben <span class="gnucash">Gnucash</span> niet standaard in hun pakketbronnen opgenomen, maar het kan worden geïnstalleerd vanuit de externe Epel-pakketbron. Meer informatie over het inschakelen van deze aanvullende pakketbron treft u aan op de
pt: a Redhat e a CentOS não têm o <span class="gnucash">GnuCash</span> nos seus repositórios predefinidos. Contudo, pode ser instalado do repositório da Epel. Para mais detalhes sobre como configurar este repositório adicional de programas para a sua configuração, veja
pt_br: Redhat e CentOS não têm <span class="gnucash">GnuCash</span> em seus repositórios por padrão. No entanto, ele pode ser instalado a partir do repositório Epel de terceiros. Para mais detalhes sobre como configurar este repositório de software adicional para sua instalação, consulte

source: Solus users can install <span class="gnucash">GnuCash</span> through the Software Center (Office Software -> Financial Software -> gnucash).
de: Solus-Benutzer können <span class="gnucash">GnuCash</span> durch das Software-Center (Office Software -> Financial Software -> gnucash) installieren.
hr: Solusa korisnici mogu instalirati <span class="gnucash">GnuCash</span> putem centra za softver („Uredski softver → Financijski softver → gnucash”).
nb: Solus-brukere kan installere <span class="gnucash">GnuCash</span> gjennom programvaresenteret (Office Software -> Financial Software -> gnucash).
nl: Gebruikers van Solus kunnen <span class="gnucash">GnuCash</span> installeren via het SoftwareCenter (Kantoor Software -> Financiële software -> gnucash).
pt: utilizadores Solus podem instalar o <span class="gnucash">GnuCash</span> através do Software Center (Office Software -> Financial Software -> gnucash).
pt_br: Usuários do Solus podem instalar o <span class="gnucash">GnuCash</span> por meio do Centro de Software (Software de escritório -> Software financeiro -> gnucash).

source: Ubuntu users can install <span class="gnucash">GnuCash</span> through the Software Center. This will install <span class="gnucash">GnuCash</span> under the Office category in the Applications menu.
ca: Els usuaris d'Ubuntu poden instal·lar <span class="gnucash">Gnucash</span> a través del centre de programari. Això instal·larà <span class="gnucash">Gnucash</span> sota la categoria d'oficina al menú d'aplicacions.
de: Benutzer von Ubuntu können <span class="gnucash">GnuCash</span> durch das Software-Center im Anwendungsmenü installieren. Danach befindet sich <span class="gnucash">GnuCash</span> in der Kategorie Büro im Anwendungsmenü.
hr: Ubuntu korisnici mogu instalirati <span class="gnucash">GnuCash</span> putem centra za softver. <span class="gnucash">GnuCash</span> će se instalirati pod kategorijom Office u izborniku Aplikacije.
it: Gli utenti di Ubuntu possono installare <span class="gnucash">GnuCash</span> attraverso il Software Center (nel menu Applicazioni). <span class="gnucash">GnuCash</span> verrà installato nella categoria «Ufficio» del menu «Applicazioni».
nb: Ubuntu-brukere kan installere <span class="gnucash">GnuCash</span> gjennom programvaresenteret. Dette vil installere <span class="gnucash">GnuCash</span> under Office-kategorien i applikasjonsmenyen.
nl: Gebruikers van Ubuntu kunnen <span class="gnucash">GnuCash</span> installeren via het Ubuntu softwarecentrum. Hierdoor zal <span class="gnucash">Gnucash</span> worden geïnstalleerd in het Toepassingen-menu onder de categorie Kantoor.
pt: utilizadores Ubuntu podem instalar o <span class="gnucash">GnuCash</span> através do Centro de Software. O <span class="gnucash">GnuCash</span> será instalado na categoria Escritório, no menu de aplicações.
pt_br: Usuários do Ubuntu podem instalar o <span class="gnucash">GnuCash</span> por meio do Software Center. Isso instalará o <span class="gnucash">GnuCash</span> na categoria Office no menu Applications.

source: Flatpaks are bundles, which contain beneath the program also all required libraries. If your distribution is too old, to offer all required libraries, but has the package <a href="%s">Flatpak</a>, you can install a recent version of <span class="gnucash">GnuCash</span> from
de: Flatpaks sind Bündel, welche neben dem Programm auch alle erforderlichen Bibliotheken enthalten. Falls Ihre Distribution zu alt ist, um alle erforderlichen Bibliotheken mitzubringen, aber das Paket <a href="%s">Flatpak</a> hat, installieren Sie doch eine aktuelle <span class="gnucash">GnuCash</span>-Version von
hr: Flatpaks su paketi koji pored samog programa sadrže i sve potrebne biblioteke. Ako je vlastita distribucija prestara da bi nudila sve potrebne biblioteke, ali sadžava <a href="%s">Flatpak</a> paket, najnovija <span class="gnucash">GnuCash</span> verzija može se instalirati sa stranice
it: I flatpak sono pacchetti che contengono, oltre al programma, anche tutte le librerie necessarie. Se la tua distribuzione è troppo vecchia per offrire tutte le librerie necessarie ma ha il pacchetto <a href="%s">Flatpak</a>, puoi installare una versione recente di <span class="gnucash">GnuCash</span> da
pt: Flatpaks são pacotes, que contêm sob o programa todas as bibliotecas necessárias. Se a sua distribuição é muito antiga e não oferece as bibliotecas necessárias, mas tem o pacote <a href="%s">Flatpak</a>, pode instalar uma versão recente do <span class="gnucash">GnuCash</span> de

source: Known Issues and other details ...
hr: Poznati problemi i ostali detalji …

source: Source code
ca: Codi font
de: Quelltext
hr: Izvorni kod
it: Codice sorgente
nb: Kildekode
nl: Broncode
pt: Código fonte
pt_br: Código-fonte

source: If your distro doesn't ship with <span class="gnucash">GnuCash</span> or you wish to install a different version than it ships with, you could try to build <span class="gnucash">GnuCash</span> directly from the source code. The <span class="gnucash">GnuCash</span> wiki has <a href='https://wiki.gnucash.org/wiki/Building'>guidelines for several distributions</a>.
hr: Ako se tvoja distribucija ne isporučuje s <span class="gnucash">GnuCash</span>‑om ili ako želiš instalirati drugačiju verziju nego što je isporučena, možeš pokušati izgraditi <span class="gnucash">GnuCash</span> izravno iz izvornog koda. <span class="gnucash">GnuCash</span> wiki sadržava <a href='https://wiki.gnucash.org/wiki/Building'>smjernice za razne distribucije</a>.
pt: Se a sua distro não inclui o <span class="gnucash">GnuCash</span> ou quer instalar uma versão diferente da predefinida, pode tentar compilar o <span class="gnucash">GnuCash</span> directamente a partir do código fonte. A wiki do <span class="gnucash">GnuCash</span> tem <a href='https://wiki.gnucash.org/wiki/Building'>guias para várias distribuições</a>.

source: for GnuCash %s
ca: per a Gnucash %s
de: für GnuCash %s
hr: za GnuCash %s
it: per GnuCash %s
nl: voor GnuCash %s
pt: para o GnuCash %s
pt_br: para o GnuCash %s

source: Unstable/Development release (%s)
ca: Llançament (%s) inestable/desenvolupament
de: Instabil/Testversion (%s)
hr: Nestabilno/razvojno izdanje (%s)
it: Versione di sviluppo (non stabile) (%s)
nb: Ustabil/Utviklerutgivelse (%s)
nl: Instabiele (ontwikkel-)versie (%s)
pt: Versão instável/em desenvolvimento (%s)
pt_br: Versão instável/em desenvolvimento (%s)

source: Unstable (development) releases are for testing purposes only. They contain the newest features and improvements, but may also contain serious bugs still. Don't install these releases for everyday use.
ca: Llançaments inestables (desenvolupament) són per a propòsits de prova només. Contenen els trets nous i les millores, però també poden contenir errors seriosos encara. No instal·li aquests llançaments per a ús diari.
de: Die instabilen Entwicklungsversionen dienen ausschließlich Testzwecken. Sie enthalten zwar die neuesten Merkmale und Verbesserungen, können aber auch noch gravierende Fehler enthalten. Sie sollten sie nicht für die tägliche Arbeit mit Ihren wertvollen Daten verwenden.
hr: Nestabilna (razvojna) izdanja su mišljena samo za testiranje. Sadržavaju najnovije funkcije i poboljšanja, ali možda i ozbiljne greške. Ove verzije nemoj instalirati za svakodnevni rad.
it: Le versioni di sviluppo (non stabili) sono dedicate solamente ai test. Contengono nuove funzioni e miglioramenti, ma possono anche contenere dei bug. Si consiglia di non installare questi rilasci per l'utilizzo di tutti i giorni.
nl: Instabiele (ontwikkel-)versies dienen enkel voor testdoeleinden. Ze bieden de nieuwste functionaliteiten en verbeteringen, maar bevatten mogelijk ook nog ernstige programmeerfouten die uw gegevens onherstelbaar kunnen beschadigen. Installeer deze versies niet voor dagelijks gebruik.
pt: Versões instáveis (em desenvolvimento) servem só para teste. Contêm as mais recentes melhorias e funcionalidades, mas também podem ainda conter erros graves. Não instale estas versões para uso no dia a dia.

source: The latest unstable release of <span class="gnucash">GnuCash</span> is %s. Choose the download for your operating system below.
ca: L'últim llançament inestable de <span class="gnucash">GnuCash</span> és %s. Seleccioneu la descàrrega per al vostre sistema a continuació.
de: Die aktuellste instabile Ausgabe von <span class="gnucash">GnuCash</span> ist %s. Wählen Sie die zu ihrem Betriebssystem passende Ausgabe zum herunterladen unten aus.
hr: Aktualno nestabilno izdanje za <span class="gnucash">GnuCash</span> je %s. Ispod odaberi preuzimanje za tvoj operativni sustav.
it: L'ultima versione stabile di <span class="gnucash">GnuCash</span> è la %s. Scegliere qui sotto il file da scaricare adatto al proprio sistema operativo.
nl: De meest actuele instabiele <span class="gnucash">GnuCash</span>-versie is %s. Kies de download voor uw besturingssysteem hieronder.
pt: A última versão instável do <span class="gnucash">GnuCash</span> é a %s. Escolha abaixo a transferência para o seu sistema operativo.

source: Old Stable release (%s)
ca: Llançament (%s) estable antic
de: Frühere Ausgabe (%s)
hr: Staro stabilno izdanje (%s)
it: Vecchio rilascio stabile (%s)
nb: Gammel stabil utgivelse (%s)
nl: Oude stabiele uitgave (%s)
pt: Versão estável antiga (%s)
pt_br: Versão estável mais antiga (%s)

source: This old stable release is the final version of the previous stable series. It's available for users who aren't ready for a major upgrade but want to make sure that they have all of the bugfixes from the old series.
ca: Aquest llançament estable antic és la versió final de la sèrie estable anterior. Està disponible per a usuaris que no estan preparats per a una major actualització però volen assegurar-se que tenen totes les correccions d'errors de la sèrie antiga .
de: Diese alte stabile Ausgabe ist die finale Version der vorherigen stabilen Serie. Sie ist für Benutzer verfügbar, welche (noch) nicht bereit für ein größeres Upgrade sind, aber sicherstellen wollen, daß sie über alle Bugfixes aus der alten Serie verfügen.
hr: Staro stabilno izdanje je finalna verzija prethodne stabilne serije. Preporučuje se korisnicima koji ne žele prijeći na novu verziju, ali svejedno žele biti sigurni, da su greške tog izdanja ispravljene.
it: Questo vecchio rilascio stabile è la versione finale della precedente serie stabile. É disponibile per gli utenti che non sono ancora pronti all'aggiornamento all'ultimo rilascio ma che vogliono essere sicuri di avere tutte le correzioni della vecchia serie.
nl: Deze oude stabiele uitgave is de laatste versie van de vorige stabiele reeks. Deze is beschikbaar voor gebruikers die nog niet klaar zijn voor een belangrijke upgrade, maar die wel graag de laatste bugfixes in de oude reeks willen hebben.
pt: Esta versão estável antiga é a versão final da série estável anterior. Está disponível para utilizadores que não estão preparados para uma actualização muito substancial mas querem assegurar que têm todas as correcções de séries anteriores.

source: The last old stable release of <span class="gnucash">GnuCash</span> is %s. Choose the download for your operating system below.
ca: L'últim llançament estable antic de <span class="gnucash">GnuCash</span> és %s. Seleccioneu la descàrrega per al vostre sistema operatiu a continuació.
de: Die letzte alte stabile Ausgabe von <span class="gnucash">GnuCash</span> ist %s. Wählen Sie die passende Version für Ihr Betriebssystem unten aus.
hr: Zadnje staro stabilno izdanje za <span class="gnucash">GnuCash</span> je %s. Ispod odaberi preuzimanje za tvoj operativni sustav.
it: L'ultimo vecchio rilascio stabile di <span class="gnucash">GnuCash</span> è la versione %s. Scegliere qui sotto il file da scaricare adatto al proprio sistema operativo.
nl: De laatste oude stabiele <span class="gnucash">GnuCash</span>-uitgave is versie %s. Kies de download voor uw besturingssysteem hieronder.
pt: A última versão estável antiga do <span class="gnucash">GnuCash</span> é a %s. Escolha abaixo a transferência para o seu sistema operativo.

source: Latest versions for historical operating systems
de: Letzte Versionen für historische Betriebssysteme
hr: Aktualne verzije za stare operativne sustave
it: Ultime versioni per sistemi operativi storici
nb: Siste versjoner for historiske operativsystemer
nl: Recentste versies voor historische besturingssystemen
pt: Últimas versões para sistemas operativos históricos
pt_br: Versões mais recentes para sistemas operacionais históricos

source: This versions are really old. Do not expect any support.
de: Diese Versionen sind wirklich sehr alt. Erwarten sie keinerlei Unterstützung mehr.
hr: Ovo su prastare verzije. Ne očekuj podršku.
it: Queste versioni sono davvero vecchie. Non aspettarti alcun supporto.
nl: Deze versies zijn heel oud. Verwacht geen verdere ondersteuning.
pt: Estas versões são muito antigas. Não espere nenhum suporte.

source: Other
ca: Altres
de: Andere Auswahlmöglichkeiten
hr: Ostalo
it: Altro
nb: Annet
nl: Overige
pt: Outros
pt_br: Outros

source: View all GnuCash %s downloads (stable)
ca: Veure totes les descàrregues de Gnucash %s (estable)
de: Zeige alle herunterladbaren stabilen GnuCash %s Dateien
hr: Pogledaj sva preuzimanja za GnuCash %s (stabilna)
it: Visualizza tutti i file scaricabili di GnuCash %s (stabile)
nb: Se alle GnuCash %s nedlastinger (stabil)
nl: Alle GnuCash %s downloads bekijken (stabiel)
pt: Ver todas as transferências do GnuCash %s (estáveis)
pt_br: Ver todos os downloads do GnuCash %s (estável)

source: View all GnuCash %s downloads (unstable)
ca: Veure totes les descàrregues de Gnucash %s (inestable)
de: Zeige alle herunterladbaren instabilen GnuCash %s Dateien
hr: Pogledaj sva preuzimanja za GnuCash %s (nestabilna)
it: Visualizza tutti i file scaricabili di GnuCash %s (non stabile)
nb: Se alle GnuCash %s nedlastinger (ustabil)
nl: Alle GnuCash %s downloads bekijken (instabiel)
pt: Ver todas as transferências do GnuCash %s (instáveis)
pt_br: Ver todos os downloads do GnuCash %s (instável)
