Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: The <span class="gnucash">GnuCash</span> community welcomes assistance in maintaining and improving both the program and its documentation. If you are interested in helping write, edit or translate <span class="gnucash">GnuCash</span>'s documentation, this page gives guidance on how to get set up to join the effort.
ca: La comunitat de <span class="gnucash">GnuCash</span> dóna la benvinguda a l'assistència per mantenir i millorar tant el programa com la seva documentació. Si esteu interessats en ajudar a escriure, editar o traduir la documentació de <span class="gnucash">GnuCash</span>, aquesta pàgina dóna orientació sobre com organitzar-vos per unir-vos a l'esforç.
de: Die <span class="gnucash">GnuCash</span> Gemeinschaft begrüßt Unterstützung in Wartung und Verbessserung von Programm und Dokumentation. Falls Sie daran interessiert sind, beim Schreiben, Verbessern oder Übersetzen der <span class="gnucash">GnuCash</span> Dokumentation mitzuwirken, soll diese Seite Sie bei der Einrichtung anleiten, um mitzumachen.
hr: <span class="gnucash">GnuCash</span> zajednica je zahvalna za svaku pomoć pri održavanju i poboljšanju programa i njegove dokumentacije. Ako želiš pisati, uređivati ili prevoditi <span class="gnucash">GnuCash</span> dokumentaciju, na ovoj ćeš stranici naći smjernice za pridruživanje zajednici.
it: La comunità di <span class="gnucash">GnuCash</span> accetta qualsiasi aiuto per il miglioramento sia del programma che della documentazione. Se si intende contribuire scrivendo, modificando o traducendo la documentazione di <span class="gnucash">GnuCash</span>, questa pagina fornisce le indicazioni necessarie per poter iniziare a contribuire.
nl: De <span class="gnucash">GnuCash</span>-gemeenschap verwelkomt hulp bij het onderhouden en verbeteren van zowel het programma als de bijbehorende documentatie. Als u geïnteresseerd bent in het helpen schrijven, bewerken of vertalen van de documentatie van <span class="gnucash">GnuCash</span>, helpt deze pagina u op weg om mee te doen.
pt: A comunidade <span class="gnucash">GnuCash</span> agradece a ajuda na manutenção e melhoramento tanto do programa como da documentação. Se está interessado em escrever, editar ou traduzir a documentação do <span class="gnucash">GnuCash</span>, esta página orienta-o no sentido de se juntar a este esforço.
pt_br: A comunidade <span class="gnucash">GnuCash</span> aceita assistência para manter e melhorar tanto o programa quanto sua documentação. Se você estiver interessado em ajudar a escrever, editar ou traduzir a documentação do <span class="gnucash">GnuCash</span>, esta página fornece orientação sobre como se preparar para participar do esforço.

source: The <span class="gnucash">GnuCash</span> documentation can be viewed and downloaded from the <a href="docs.phtml">Documentation page</a>.
ca: La documentació de <span class="gnucash">GnuCash</span> pot visualitzar-se i descarregar-se a la <a href="docs.phtml">Pàgina de la documentació</a>.
de: Die <span class="gnucash">GnuCash</span> Dokumentation kann von der <a href="docs.phtml">Dokumentations-Seite</a> angesehen oder heruntergeladen werden.
hr: <span class="gnucash">GnuCash</span> dokumentaciju možeš pregledati i preuzeti sa <a href="docs.phtml"> stranice s dokumentacijom</a>.
it: La documentazione di <span class="gnucash">GnuCash</span> può essere visualizzata e scaricata dalla <a href="docs.phtml">pagina della documentazione</a>.
nl: De <span class="gnucash">GnuCash</span>-documentatie kan worden bekeken en gedownload van de <a href="docs.phtml">Documentatie- pagina</a>.
pt: A documentação do <span class="gnucash">GnuCash</span> pode ser vista e transferida da <a href="docs.phtml">página de documentação</a>.
pt_br: A documentação do <span class="gnucash">GnuCash</span> pode ser visualizada e baixada na <a href="docs.phtml">Página de documentação</a>.

source: Introduction
ca: Introducció
de: Einführung
hr: Uvod
it: Introduzione
nl: Introductie
pt: Introdução
pt_br: Introdução

source: The <span class="gnucash">GnuCash</span> documentation is stored in <b>xml</b> files. More precisely, it uses the <b>GNOME2 XML docbook system</b>. This is a relatively flexible system that takes xml files as input and can generate documentation in several different output formats (html, pdf,...).
hr: <span class="gnucash">GnuCash</span> dokumentacija se sprema u <b>xml</b> datotekama. Točnije, koristi se sustav <b>GNOME2 XML docbook</b>. To je relativno fleksibilan sustav koji koristi xml za ulazne datoteke, te je u stanju generirati dokumentaciju u nekoliko različitih izlaznih formata (html, pdf, …).

source: If you wish to review or write <span class="gnucash">GnuCash</span> documentation, you will need to know xml. Some basic knowledge of the docbook system may be useful as well
hr: Ako želiš pregledati ili napisati <span class="gnucash">GnuCash</span> dokumentaciju, morat ćeš znati xml. Neka osnovna znanja o sustavu docbook su također dobrodošla

source: The following links are for further sites that can help with the documentation and review process.
ca: Els enllaços següents són per a més llocs que us poden ajudar amb la documentació i amb el procés de revisió.
de: Die folgenden Links führen zu weiteren Websites, welche beim Dokumentieren und Redigieren hilfreich sein können.
hr: Sljedeće poveznice se odnose na daljnje web stranice, koje ti mogu pomoći u procesu dokumentiranja i recenziranja.
it: I collegamenti seguenti sono relativi ad altri siti che possono essere di aiuto per i processi di creazione e di revisione della documentazione.
nl: De volgende koppelingen verwijzen naar overige sites die kunnen helpen bij het documentatie- en reviewproces.
pt: As ligações seguintes são para mais páginas que podem ajudar com a documentação e o processo de revisão.
pt_br: Os links a seguir são para outros sites que podem ajudar com o processo de documentação e revisão.

source: While this <span class="gnucash">GnuCash</span> wiki page is really about translating the documentation, it holds some useful information on working with docbook files.
ca: Encara que aquesta pàgina wiki de <span class="gnucash">GnuCash</span> és realment sobre de com traduir la documentació, té informació útil de com treballar amb arxius de docbook.
de: Diese <span class="gnucash">GnuCash</span> wiki-Seite beschreibt das Übersetzen von Dokumentation. Sie enthält eine Menge nützlicher Informationen um mit docbook Dateien zu arbeiten.
hr: Iako se na <span class="gnucash">GnuCash</span> wiki stranici zapravo obrađuju teme o prevođenju dokumentacije, ona sadrži neke korisne informacije o radu s docbook datotekama.
it: Anche se questa pagina del wiki di <span class="gnucash">GnuCash</span> tratta la traduzione della documentazione, contiene alcune informazioni utili per lavorare con i file docbook.
nl: Hoewel deze <span class="gnucash">GnuCash</span> wiki-pagina eigenlijk over het vertalen van de documentatie gaat, staat er ook nuttige informatie in over het werken met docbook-bestanden.
pt: Embora esta página da wiki do <span class="gnucash">GnuCash</span> seja realmente sobre documentação, também contém informação útil sobre como trabalhar com ficheiros docbook.
pt_br: Embora esta página Wiki do <span class="gnucash">GnuCash</span> seja realmente sobre a tradução da documentação, ela contém algumas informações úteis sobre como trabalhar com arquivos docbook.

source: A detailed guide on how to work with documentation (update and maintenance).
ca: Una guia detallada sobre com treballar amb documentació (actualització i manteniment).
de: Ein detaillierter Leitfaden wie Dokumente bearbeitet werden sollten (Aktualisierung und Pflege).
hr: Priručnik s detaljnim opisom za rad s dokumentacijom (aktualiziranje i održavanje).
it: Una guida dettagliata su come lavorare con la documentazione (aggiornamento e manutenzione)
nl: Een gedetailleerde handleiding hoe om te gaan met documentatie (bijwerken en onderhoud).
pt: Um guia detalhado sobre como trabalhar com documentação (actualização e manutenção).
pt_br: Um guia detalhado sobre como trabalhar com documentação (atualização e manutenção).

source: We suggest also subscribing to
ca: Suggerim també subscriure's a
de: Wir empfehlen dafür auch die Entwickler-Mailingliste zu abonnieren
hr: Preporučujemo i pretplaćivanje na
it: Si consiglia anche l'iscrizione a
nl: Ook adviseren wij u zich te abonneren op
pt: Também sugerimos que subscreva a lista
pt_br: Sugerimos também que você se inscreva no

source: Gnome Documentation guidelines
ca: Directrius de documentació del GNOME
de: Die Seite der Gnome Dokumentationsrichtlinien (eng.)
hr: Smjernice za Gnome dokumentaciju
it: Linee guida di GNOME per la documentazione
nl: Documentatierichtlijnen van Gnome
pt: Linhas guia da documentação Gnome
pt_br: Diretrizes de documentação do Gnome

source: As stated earlier, the new docs are based on the GNOME2 XML docbook system. Everyone wishing to help please follow these guides where possible when reviewing and/or writing docs.
hr: Kao što je već rečeno, novi se dokumenti temelje na GNOME2 XML docbook sustavu. Sve zainteresirane molimo, da po mogućnosti slijede ove smjernice prilikom recenziranja i/ili pisanja dokumenata.

source: No longer available
de: Nicht länger verfügbar
hr: Nije više dostupno
it: Non più disponibile
pt: Já não está disponível
pt_br: Não está mais disponível

source: Where to get the documentation source
ca: On obtenir el codi font
de: Wo bekommt man die Quelltexte der Dokumentation?
hr: Gdje nabaviti izvornu građu dokumentacije
it: Dove ottenere il codice sorgente della documentazione
nl: Waar vind ik de documentatiebestanden
pt: Onde obter a fonte da documentação
pt_br: Onde obter a fonte da documentação

source: You will need a recent copy of the documentation source. For this you can check out the documentation module from the gnucash-docs git repository. Reviewers could also start from the <a href='https://sourceforge.net/projects/gnucash/files/gnucash-docs/'>current docs tarball</a>.
hr: Trebat ćeš noviju kopiju izvorne dokumentacije. Pregledaj modul dokumentacije u gnucash‑docs git spremištu. Recenzenti mogu početi raditi i s <a href='https://sourceforge.net/projects/gnucash/files/gnucash-docs/'>trenutačno dostupnim dokumentima</a>.
nl: Je hebt een recente kopie van de documentatiebestanden nodig. Hiervoor kun je de documentatie-module uitchecken uit de gnucash-docs git repository. Recensenten kunnen ook vertrekken van de <a href='https://sourceforge.net/projects/gnucash/files/gnucash-docs/'>huidige documentatie-tarball</a>.
pt: Necessitará de uma cópia recente da fonte da documentação. Para tal, pode transferir o módulo de documentação do repositório git gnucash-docs. Os revisores também podem começar a partir do <a href='https://sourceforge.net/projects/gnucash/files/gnucash-docs/'>tarball actual de documentação</a>.
pt_br: Você precisará de uma cópia recente da fonte da documentação. Para isso, você pode verificar o módulo de documentação do repositório git gnucash-docs. Os revisores também podem começar a partir dos <a href='https://sourceforge.net/projects/gnucash/files/gnucash-docs/'>documentos atuais do tarball</a>.

source: For those not familiar with git, the <span class="gnucash">GnuCash</span> wiki has a <a href='https://wiki.gnucash.org/wiki/Git'>description</a> tailored to the <span class="gnucash">GnuCash</span> code. To get the documentation source instead of the program source, replace 'gnucash' with 'gnucash-docs' in the mentioned git commands, like this:
hr: Za one koji ne poznaju Git, <span class="gnucash">GnuCash</span> wiki sadrži <a href='https://wiki.gnucash.org/wiki/Git'>opis</a>, koji je prilagođen <span class="gnucash">GnuCash</span> kodu. Za dohvaćanje izvorne građe dokumentacije umjesto izvornog programa, zamijeni „gnucash” s „gnucash‑docs” u navedenim git naredbama, na ovaj način:
pt: Para quem não está familiarizado com o git, a wiki do <span class="gnucash">GnuCash</span> tem uma <a href='https://wiki.gnucash.org/wiki/Git'>descrição</a> adaptada ao código do <span class="gnucash">GnuCash</span>. Para obter a fonte da documentação em vez da fonte do programa, substitua 'gnucash' por 'gnucash-docs' nos comandos git mencionados, assim:
pt_br: Para aqueles que não estão familiarizados com o Git, na Wiki do <span class="gnucash">GnuCash</span> tem uma <a href='https://wiki.gnucash.org/wiki/Git'>descrição</a> adaptada ao código <span class="gnucash">GnuCash</span>. Para obter a fonte da documentação em vez da fonte do programa, substitua 'gnucash' por 'gnucash-docs' nos Comandos Git mencionados, como este:

source: There are two major <span class="gnucash">GnuCash</span> documentation packages to help users: the <b>Help Manual</b> and the <b>Tutorial and Concepts Guide</b>. With the above command, the source code of both will be downloaded.
ca: Els paquets principals de documentació de <span class="gnucash">GnuCash</span> per ajudar els usuaris són: el <b>Manual d'ajuda</b > i el <b>Tutorial i guia de conceptes</b>. Amb la següent comanda, es baixarà el codi font d'ambdós.
de: Es gibt zwei wichtige <span class="gnucash">GnuCash</span> Dokumentationen, um den Nutzern zu helfen: Die <b>Online-Hilfe </b> und <b>Kurs und Konzepte </b>. Mit obigem Befehl wird der Quelltext von beiden heruntergeladen.
hr: Postoje dva glavna paketa <span class="gnucash">GnuCash</span> dokumentacije, koji služe kao pomoć korisnicima: <b>Priručnik za pomoć</b> i <b>Vježbe i koncepti</b>. Pomoću gornje naredbe preuzet će se izvorni kod obaju paketa.
it: Esistono due documenti principali di <span class="gnucash">GnuCash</span> per aiutare l'utente: il <b>manuale di aiuto</b> e la <b>guida ai concetti</b>. Con il comando precedente, verrà scaricato il codice sorgente di entrambi.
nl: Er zijn twee belangrijke <span class="gnucash">GnuCash</span>-documenten om gebruikers te helpen: de <b>Handleiding</b> en de <b>Conceptengids</b>. Met het bovenstaand commando wordt voor allebei de broncode gedownload.
pt: Há dois pacotes principais de documentação do <span class="gnucash">GnuCash</span> para ajudar os utilizadores: o <b>Manual de ajuda</b> e o <b>Tutorial e guia de conceitos</b>. Com o comando acima, transfere o código fonte de ambos.
pt_br: Há dois grandes pacotes de documentação do <span class="gnucash">GnuCash</span> para ajudar os usuários: o <b>Manual de Ajuda</b> e o <b>Guia de Tutorial e Conceitos</b>. Com o comando acima, o código-fonte de ambos será baixado.

source: Writers
ca: Escriptors
de: Autoren
hr: Autori dokumentacije
it: Autori
nl: Schrijvers
pt: Escritores
pt_br: Redatores

source: Get a copy of the documentation source as described above and start making changes. When you are satisfied with your changes you can create a patch by running the following command in the base directory of the documentation (usually gnucash-docs, unless you renamed it):
ca: Aconseguiu una còpia de la font de la documentació tal com es descriu anteriorment i comenceu a fer canvis. Quan esteu satisfets amb els canvis podeu crear un pedaç executant la comanda següent al directori base de la documentació (normalment gnucash-docs, llevat que l'hagueu canviat de nom):
de: Laden Sie sich eine Kopie der Dokumentationsquellen herunter und pflegen Sie Ihre Änderungen ein. Wenn Sie zufrieden mit Ihren Änderungen sind erzeugen Sie einen Patch duch folgendes Kommande im untersten Verzeichnispfad der Dokumentation (normalerweise gnucash-docs, außer Sie haben diesen Pfad umbenannt):
hr: Nabavi kopiju izvorne dokumentacije kao što je gore opisano i započni s izmjenama. Kad si zadovoljan/na svojim promjenama, možeš započeti ispravak pokretanjem sljedeće naredbe u osnovnom direktoriju dokumentacije (obično gnucash‑docs, osim ako si je preimenovao/la):
it: Una volta ottenuta una copia del codice sorgente della documentazione nel modo descritto più sopra, sarà possibile iniziare ad effettuare delle modifiche. Una volta soddisfatti dei propri cambiamenti, si potrà creare una patch eseguendo il seguente comando nella cartella base della documentazione (di solito "gnucash-docs", se non è stata rinominata):
nl: Maak een eigen kopie van de documentatiebestanden zoals hierboven beschreven en pas deze aan. Als je tevreden bent over de wijzigingen maak je een patchbestand door het volgende commando uit te voeren in de basismap van de documentatie (normaal gesproken gnucash-docs, tenzij je de naam hebt gewijzigd):
pt: Obtenha uma cópia da fonte de documentação como descrito acima e comece a fazer alterações. Quando estiver satisfeito com o resultado, pode criar um patch executando o seguinte comando na pasta base da documentação (habitualmente gnucash-docs, se não a renomeou):
pt_br: Obtenha uma cópia da fonte da documentação conforme descrito acima e comece a fazer alterações. Quando estiver satisfeito com suas alterações, você pode criar um "patch" executando o seguinte comando no diretório base da documentação (geralmente gnucash-docs, a menos que você o renomeie):

source: Next attach your patch to a bug report against the proper component for the Documentation product in <a href='https://bugs.gnucash.org/'><span class="gnucash">GnuCash</span>' bug database</a>. See also <a href='https://wiki.gnucash.org/wiki/Bugzilla'>GnuCash' wiki page on bugzilla</a> for more details about patch submission.
hr: Izvještaju o grešci zatim priloži ispravak na odgovarajuću komponentu documentacije u <a href='https://bugs.gnucash.org/'><span class="gnucash">GnuCash</span></a> bazi podataka grešaka. Pogledaj i <a href='https://wiki.gnucash.org/wiki/Bugzilla'>GnuCash wiki stranicu na bugzilli </a> za daljnje pojedinosti o dostavljanju ispravaka.
pt: A seguir, anexe o seu patch num relatório de erro sobre o componente "Documentation" do projecto <a href='https://bugs.gnucash.org/'><span class="gnucash">GnuCash</span> na base de dados do Bugzilla do GnuCash</a>. Veja também <a href='https://wiki.gnucash.org/wiki/Bugzilla'>a página wiki do GnuCash no Bugzilla</a> para mais detalhes sobre submissão de patches.
pt_br: Em seguida, anexe seu "patch" a um relatório de bug em relação ao componente apropriado para o produto de documentação no <a href='https://bugs.gnucash.org/'><span class="gnucash">banco de dados de bugs do GnuCash</span></a>. Veja também a <a href='https://wiki.gnucash.org/wiki/Bugzilla'>página Wiki do GnuCash no bugzilla</a> para mais detalhes sobre o envio de patches.

source: <b>NOTE:</b> It used to be ok also to send your patch directly to the gnucash-devel list. This is discouraged now, as a patch is easily forgotten between the many list discussions. Attach patches to bugs in Bugzilla instead (either an existing bug or a new one). If you insist on sending a patch to gnucash-devel, it should be attached, not inlined.
ca: <b>Nota:</b> solia estar bé també enviar el vostre pedaç directament a la llista de gnucash-devel. Això està desaconsellat ara, ja que un pedaç s'oblida fàcilment entre les moltes discussions de la llista. En canvi, podeu adjuntar pedassos a errors de Bugzilla (un error existent o un de nou). Si vosaltres insistiu en enviar un pedaç a gnucash-devel, hauria de ser en adjunt, no adjunt en línia.
de: <b>Anmerkung:</b> Es war gemeinhin ok wenn sie Ihren Patch direkt zur gnucash-devel Liste schicken. Jetzt wird aber nicht mehr so gerne gesehen da ein Patch leicht in Vergessenheit gerät bzw. zwischen all den anderen Diskussionen auf der Liste übersehen wird. In jedem Fall ist es besser Patches an Bugs anzuhängen (ob nun an existierende oder an einen neuen). Patches bitte immer als Anhang anfügen, nicht Inline im Mailtext senden.
hr: <b>NAPOMENA:</b> nekad je bilo u redu poslati ispravku izravno na pretplatničku listu gnucash‑devel. To više ne preporučujemo, jer se ispravak lako gubi u masi mnogih rasprava. Umjesto toga, priloži ispravak za greške u Bugzilli (na postojeću grešku ili na novu). Ako inzistiraš slati ispravke na gnucash-devel, moraš je priložiti izvještaju, a ne umetnuti/upisati u izvještaj.
it: <b>NOTA:</b> in passato era sufficiente inviare la propria patch direttamente alla lista di discussione degli sviluppatori. Oggi questo è sconsigliato perché la patch rischia di passare inosservata tra le tante discussioni. Allegare invece la patch a una segnalazione di bug su bugzilla. Se si volesse comunque inviare la patch alla lista di discussione gnucash-devel, si consiglia di allegarla e di non inserirle nel testo della mail.
nl: <b>Opmerking:</b> Hoewel dit vroeger gebruikelijk was, wordt het tegenwoordig afgeraden om je patch rechtstreeks naar de gnucash-devel mailinglijst te sturen. Door de patch aan een (nieuw of bestaand) bugrapport in Bugzilla te hangen wordt voorkomen dat de patch zoekraakt tussen alle discussies op de lijst. Als je er echt op staat om de patch naar de mailinglijst te sturen, doe het dan als bijlage, niet in de tekst van de e-mail zelf.
pt: <b>Nota</b>: costumava ser correcto enviar o patch directamente para a lista gbucash-devel. Agora é desencorajado, dado que um patch é facilmente esquecido entre as muitas discussões da lista. Anexe antes os patches a erros no Bugzilla (ou a um relatório existente ou a um novo). Se insistir em enviar o patch para a lista gnucash-devel, anexe-o, não o insira em linha.
pt_br: <b>NOTA:</b> Costumava ser ok também enviar seu "patch" diretamente para a lista gnucash-devel. Isso é desencorajado agora, pois um "patch" é facilmente esquecido entre as muitas discussões da lista. Em vez disso, anexe patches a bugs no Bugzilla (um bug existente ou um novo). Se você insistir em enviar um patch para o gnucash-devel, ele deve ser anexado, não embutido.

source: Please let other writers know which section you wish to tackle. Please forward this to <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a> so that people can say 'hey I'm doing that already' or 'go ahead and do it'.
ca: Si us plau notifiqueu als altres escriptors quina secció voleu modificar. Deixeu constància a <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a> de tal manera que els altres puguin dir 'eh! jo ja estic fent això" o "endavant, fes-ho".
de: Bitte lassen Sie andere Autoren wissen, welchen Abschnitt Sie zu bearbeiten wünschen. Bitte schreiben Sie dies an <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a>, damit andere Mitarbeiter Bescheid sagen könne, ob sie bereits daran arbeiten oder ob diese Aufgabe momentan vakant ist.
hr: Molimo te da obavijestiš druge autore o tome, koji odjeljak želiš obraditi. Proslijedi ga na <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a>, tako da ostali mogu reći „pa ja već radim na tome” ili „nastavi s radom”.
it: Si consiglia di comunicare ad altri autori la sezione su cui si desidera lavorare. La richiesta deve essere fatta sulla lista <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a> in modo che le altre persone interessate possano dare il via libera o comunicare che quella particolare sezione è già assegnata a qualcun altro.
nl: Laat ook aan andere schrijvers weten met welke sectie je aan de slag gaat door een e-mail te sturen naar <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a>. Op die manier kunnen we dubbel werk zoveel mogelijk voorkomen.
pt: Por favor, avise os outros escritores sobre que secção vai trabalhar. Encaminhe este aviso para a lista <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a> para que as pessoas possam dizer 'Eh, eu já estou a trabalhar nisso' ou 'Força, ande com isso'.
pt_br: Por favor, deixe outros redatores saberem qual seção você deseja abordar. Por favor, encaminhe isso para <a href='mailto:gnucash-devel@gnucash.org'>gnucash-devel</a> para que as pessoas possam dizer 'ei, eu já estou fazendo isso' ou 'vá em frente e faça'.
