Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: <span class="gnucash">GnuCash</span> handles internationalized dates and currencies. The application's menus and popups have been translated to %u languages, including Chinese, Danish, French, German, Hungarian, Italian, Japanese, Norwegian, Polish, Portuguese, Russian, Spanish, Swedish, Turkish, Ukrainian, and British English. Documentation is available in English, French, Portuguese and Spanish.
ca: <span class="gnucash">GnuCash</span> permet la internalització de la data i la moneda. Els menús de l'aplicació han estat traduïts a %u idiomes: xinès, danès, francès, alemany, hongarès, italià, japonès, polonès, portuguès, rus, castellà, suec, turc, ucraïnès i anglès. La documentació està disponible en anglès, francès, portuguès, castellà i italià.
de: <span class="gnucash">GnuCash</span> kann mit internationalen Datums- und Währungsformaten umgehen. Die <span class="gnucash">GnuCash</span> Menüs und Meldungen wurden in %u Sprachen, einschließlich Chinesisch, Dänisch, Französisch, Deutsch, Ungarisch, Italienisch, Japanisch, Norwegisch, Polnisch, Portugiesisch, Russisch, Spanisch, Schwedisch, Türkisch, Ukrainisch, und Britisches Englisch übersetzt. Die Dokumentation ist in Englisch, Französisch, Portugiesisch und Spanisch verfügbar.
hr: <span class="gnucash">GnuCash</span> barata međunarodnim datumima i valutama. Programski izbornik i obavještajni dijalozi su prevedeni na %u jezika, uključujući <b>hrvatski</b>, kineski, danski, francuski, njemački, mađarski, talijanski, japanski, norveški, poljski, portugalski, ruski, španjolski, švedski, turski, ukrainski i britanski engleski. Dokumentacija postoji na enlgeskom, francuskom, portugalskom i španjoskom jeziku.
it: <span class="gnucash">GnuCash</span> permette l'internalizzazione di date e valute. Il menu di <span class="gnucash">GnuCash</span> è stato tradotto in %u lingue tra cui: Cinese, Danese, Francese, Tedesco, Ungherese, Italiano, Giapponese, Polacco, Portoghese, Russo, Spagnolo, Svedese, Turco, Ucraino e Inglese. La documentazione è disponibile in Inglese, Francese, Portoghese, Spagnolo e Italiano.
nb: <span class="gnucash">GnuCash</span> håndterer internasjonaliserte datoer og valutaer. Programmets menyer og popup-vinduer er oversatt til %u språk, inkludert kinesisk, dansk, fransk, tysk, ungarsk, italiensk, japansk, norsk, polsk, portugisisk, russisk, spansk, svensk, tyrkisk, ukrainsk og britisk engelsk. Dokumentasjonen er tilgjengelig på engelsk, fransk, portugisisk og spansk.
nl: <span class="gnucash">GnuCash</span> kan omgaan met verschillende internationale datumopmaken en munteenheden. De toepassing is vertaald in %u talen, waaronder Chinees, Deens, Duits, Frans, Hongaars, Italiaans, Japans, Nederlands, Noors, Pools, Portugees, Russisch, Spaans en Turks. Documentatie is beschikbaar in het Engels, Frans, Portugees en Spaans.
pt: O <span class="gnucash">GnuCash</span> pode gerir datas e moedas internacionais. Os menus e balões da aplicação foram traduzidos em %u idiomas, incluindo Alemão, Chinês, Dinamarquês, Espanhol, Francês, Húngaro, Inglês do Reino Unido, Italiano, Japonês, Norueguês, Polaco, Português, Russo, Sueco, Turco e Ucraniano. A documentação está disponível em Espanhol, Francês, Inglês e Português.
pt_br: O <span class="gnucash">GnuCash</span> lida com datas e moedas internacionais. Os menus e balões da aplicação foram traduzidos em %u idiomas, incluindo Alemão, Chinês, Dinamarquês, Espanhol, Francês, Húngaro, Inglês do Reino Unido, Italiano, Japonês, Norueguês, Polaco, Português, Russo, Sueco, Turco e Ucraniano. A documentação está disponível em Espanhol, Francês, Inglês e Português.

source: Transaction Finder
ca: Cercador de transaccions
de: Buchungssuche
hr: Pronalaženje transakcija
it: Strumento per la ricerca delle transazioni
nb: Transaksjonsfinner
nl: Boekingen opzoeken
pt: Localizador de transacções
pt_br: Localizador de Transações

source: A powerful transaction query dialogue can help you quickly locate a needle in a haystack.
ca: Un potent diàleg de consulta de transaccions pot ajudar a localitzar ràpidament una agulla en un paller.
de: Ein umfangreicher Buchungssuche-Dialog kann Ihnen helfen, schnellstens eine Nadel in einem Heuhaufen zu finden.
hr: Moćan dijalog za traženje transakcija pomaže u potrazi za iglom u plastu sjena.
it: Una potente procedura per la ricerca di transazioni può aiutare a individuare rapidamente un ago in un pagliaio.
nb: En kraftig transaksjonsspørringsdialog kan hjelpe deg raskt å finne en nål i en høystakk.
nl: Ben je op zoek naar een bepaalde boeking? De krachtige zoekfunctie van <span class="gnucash">GnuCash</span> kan je helpen om snel de spreekwoordelijke naald in de hooiberg te vinden.
pt: Um poderoso diálogo de consulta de transacções ajuda-o a encontrar rapidamente uma agulha num palheiro.
pt_br: Um poderoso diálogo de consulta de transacções ajuda-o a encontrar rapidamente uma agulha num palheiro.

source: Check Printing
ca: Impressió de xecs
de: Scheck-Ausdruck
hr: Ispis čekova
it: Stampa degli assegni
nb: Sjekk utskrift
nl: Cheques afdrukken
pt: Impressão de cheques
pt_br: Impressão de Cheques

source: Checks may be printed in standard formats on common check stocks. A customization GUI allows custom check layouts to be developed.
ca: Podeu imprimir xecs en formats estàndards en xecs comuns. Una interfície gràfica d'usuari de personalització permet desenvolupar dissenys de xecs personalitzats.
de: Schecks können in US-amerikanischen Standardformaten auf gängige Formulare gedruckt werden. Eine grafische Benutzeroberfläche erlaubt aber auch die Entwicklung eigener Layouts.
hr: Čekovi se mogu ispisati u standardnom formatu na uobičajenim predlošcima. Grafičko sučelje dozvoljava izradu prilagođenih čekova.
it: Gli assegni possono essere stampati con un formato predefinito per i comuni gruppi di assegni. Un'interfaccia di personalizzazione permette di definire dei formati personalizzati.
nb: Sjekker kan skrives ut i standardformater på vanlige sjekkaksjer. Et tilpasningsgrensesnitt lar tilpassede sjekkoppsett utvikles.
nl: Cheques kunnen in een voorgedefinieerde opmaak worden afgedrukt op gangbare formaten chequepapier. Een dialoogvenster ondersteunt bij het instellen van de gewenste chequeopmaak.
pt: Pode imprimir cheques em formatos padrão. Dispõe ainda de um ambiente gráfico para criar disposições personalizadas de cheques.
pt_br: Os cheques podem ser impressos em formatos padrão em papéis de cheque comuns. Uma interface gráfica de personalização permite desenvolver layouts personalizados de cheques.

source: Mortgage &amp; Loan Repayment Assistant
ca: Assistent per a reemborsament d'Hipoteca i Préstecs
de: Hypotheken- &amp; Darlehen-Tilgungs-Assistent
hr: Pomoćnik za otplaćivanje kredita
it: Procedura per il rimborso di mutui e ipoteche
nb: Assistent for tilbakebetaling av boliglån &amp; andre lån
nl: Hypotheek- en lening-assistent
pt: Assistente de pagamento de Hipotecas &amp; Empréstimos
pt_br: Assistente de Pagamento de Hipotecas &amp; Empréstimos

source: A guided dialogue for setting up loan payments as scheduled transactions.
ca: Un diàleg guiat per configurar el pagament de préstecs com a operacions planificades.
de: Ein geführter Dialog zur Erstellung von Tilgungratenzahlungen als terminierte Buchung.
hr: Dijalog vodi kroz postavke za postavljanje terminiranih transakcija za otplaćivanje kredita.
it: Un percorso guidato a finestre per la configurazione dei pagamenti di prestiti come transazioni pianificate.
nb: En guidet dialog for å sette opp lånebetalinger som planlagte transaksjoner.
nl: Een interactief hulpmiddel om alle met leningen samenhangende betalingen in te stellen als periodiek terugkerende boekingen.
pt: Um diálogo guiado para configurar pagamentos de empréstimos como transacções agendadas.
pt_br: Um diálogo guiado para configurar pagamentos de empréstimos como transações agendadas.

source: User Manual and Help
ca: Manual d'usuari i ajuda
de: Online-Hilfe
hr: Korisnički priručnik i pomoć
it: Manuale utente e aiuto
nb: Brukerhåndbok og hjelp
nl: Handleiding en andere ondersteuning
pt: Manual do utilizador e Ajuda
pt_br: Manual do Usuário e Ajuda

source: <span class="gnucash">GnuCash</span> is very well documented: along with the application <b>Manual</b>, new users can take full advantage of the <b>Tutorial and Concepts guide</b>. This document gives background information on accounting principles and how they are reflected in <span class="gnucash">GnuCash</span> with many practical examples described step by step.
ca: <span class="gnucash">GnuCash</span> està molt ben documentat: juntament amb el <b>Manual</b> de l'aplicació, els nous usuaris poden treure el màxim profit del <b>Tutorial i Guia de conceptes</b>. Aquest document proporciona informació de fons sobre els principis comptables i com es reflecteixen a <span class="gnucash">Gnucash</span> amb múltiples exemples pràctics descrits pas a pas.
de: <span class="gnucash">GnuCash</span> ist gut dokumentiert, es gibt das <b>Manual</b> (überwiegend in englisch), und neue Benutzer haben die Möglichkeit im <b>Kurs und Konzepte</b> viele Dinge zu erfahren. Dieses Dokument gibt Hintergrundinformationen zu buchhalterischen Prinzipien und wie sie in <span class="gnucash">GnuCash</span> umgesetzt werden, mit vielen praktischen Beispielen Schritt für Schritt.
hr: <span class="gnucash">GnuCash</span> je detaljno dokumentiran: zajedno s programskim <b>Priručnikom</b>, novi korisnici mogu koristiti i dokument <b>Vježbe i koncepti</b>. Taj dokument daje popratne informacije o principima računovodstva, te kako se odražavaju u <span class="gnucash">GnuCashu</span>, s mnogim praktičnim primjerima opisanih korak-po-korak.
nb: <span class="gnucash">GnuCash</span> er veldig godt dokumentert: sammen med applikasjonens <b>Brukerhåndbok</b> kan nye brukere dra full nytte av <b>Veilednings- og konseptguiden</b> . Dette dokumentet gir bakgrunnsinformasjon om regnskapsprinsipper og hvordan de gjenspeiles i <span class="gnucash">GnuCash</span> med mange praktiske eksempler beskrevet trinn for trinn.
nl: <span class="gnucash">GnuCash</span> is erg goed gedocumenteerd. In aanvulling op de <b>handleiding</b> kunnen nieuwe gebruikers de <b>Concepten- en zelfstudiegids</b> raadplegen. Dit document geeft achtergrondinformatie over boekhoudkundige principes en hoe deze terugkomen in <span class="gnucash">GnuCash</span>, aangevuld met veel stap-voor-stap beschreven voorbeelden.
pt: O <span class="gnucash">GnuCash</span> está muito bem documentado: em par do <b>Manual</b> da aplicação, os novos utilizadores podem usufruir de todas as vantagens do <b>Tutorial e guia de conceitos</b>. Este documento fornece informação base sobre princípios contabilísticos e como eles se reflectem no <span class="gnucash">GnuCash</span>, com muitos exemplos práticos descritos passo a passo.
pt_br: O <span class="gnucash">GnuCash</span> é muito bem documentado: além do <b>Manual</b> da aplicação, os novos usuários podem usufruir de todas as vantagens do <b>Tutorial e Guia de conceitos</b>. Este documento fornece informação sobre princípios contábeis e como eles se aplicam no <span class="gnucash">GnuCash</span>, com muitos exemplos práticos descritos passo a passo.

source: Welcome to GnuCash.org
ca: Benvinguts a GnuCash.org
de: Willkommen auf den GnuCash-Webseiten
hr: Pozdrav na stranicama GnuCash.org
it: Benvenuti su GnuCash.org
nb: Velkommen til GnuCash.org
nl: Welkom op GnuCash.org
pt: Boas vindas a GnuCash.org
pt_br: Bem-vindo ao GnuCash.org

source: Download GnuCash %s
ca: Descarregueu GnuCash %s
de: GnuCash %s herunterladen
hr: Preuzmi GnuCash %s
it: Scarica GnuCash %s
nb: Last ned GnuCash %s
nl: GnuCash %s downloaden
pt: Transferir o GnuCash %s
pt_br: Baixar GnuCash %s

source: Source
hr: Izvorni kod

source: Via distribution
ca: Via distribució
de: In Linux-Distribution
hr: Distribucije
it: Da distribuzione
nb: Via distribusjon
nl: Via distributie
pt: Via distribuição
pt_br: Por distribuição

source: More downloads (Source, Development,...)
hr: Ostala preuzimanja (izvorni kod, razvojna izdanja, …)

source: Version %s is the last version for %s and %s and earlier.
de: Version %s ist die letzte Version für %s und %s und älter.
hr: Verzija %s je zadnja verzija za %s i %s te ranije verzije.
it: La versione %s è l'ultima versione per %s e %s e precedenti.
nb: Versjon %s er siste versjon for %s og %s og tidligere.
pt: A versão %s é a última versão para %s e %s e anteriores.
pt_br: A versão %s é a última versão para %s e %s e anteriores.

source: Version %s is the last version for Windows XP/Vista and MacOS X 10.8 and earlier, and so the last version that will run on PowerPC Macs.
de: Version %s ist die letzte Version für Windows XP/Vista, sowie MacOS X 10.8 und früher und somit die letzte Version, welche auf PowerPC Macs läuft.
hr: Verzija %s je zadnja verzija za Windows XP/Vista i MacOS X 10.8 i ranije verzije. To je zadnja verzija koja se može koristiti na PowerPC Mac računalu.
it: La versione %s è l'ultima versione per Windows XP/Vista e MacOS X 10.8 e precedenti, e quindi è l'ultima versione funzionante sui Mac PowerPC.
nb: Versjon %s er siste versjon for Windows XP/Vista og MacOS X 10.8 og tidligere, og dermed den siste versjonen som vil fungere på PowerPC Macs.
nl: Versie %s is de laatste versie voor Windows XP/Vista en MacOS X 10.8 en ouder, dus de laatste versie die op PowerPC Macs werkt.
pt: A versão %s é a última para Windows XP/Vista e MacOS X 10.8 e anteriores e também a última que executa em PowerPC Macs.
pt_br: A versão %s é a última para Windows XP/Vista e MacOS X 10.8 e anteriores e também a última que funciona em PowerPC Macs.

source: Designed to be easy to use, yet powerful and flexible, <span class="gnucash">GnuCash</span> allows you to track bank accounts, stocks, income and expenses. As quick and intuitive to use as a checkbook register, it is based on professional accounting principles to ensure balanced books and accurate reports.
hr: Osmišljen da bude jednostavan u upotrebi, istovremeno moćan i prilagodljiv, <span class="gnucash">GnuCash</span> omogućava praćenje bankovnih konta, dionica, prihoda i rashoda. GnuCash se zasniva na profesionalnim računovodstvenim načelima kao što je dvojno knjigovodstvo, te osigurava bilancirane knjige i točne izvještaje.

source: Need Help?
ca: Necessiteu ajuda?
de: Brauchen Sie Hilfe?
hr: Trebaš pomoć?
it: Serve aiuto?
nb: Hjelp?
nl: Hulp Nodig ?
pt: Precisa de ajuda?
pt_br: Precisa de ajuda?

source: Looking for someone to contact about <span class="gnucash">GnuCash</span>? Try the
ca: Per posar-vos en contacte amb algú i demanar ajuda en l'ús de <span class="gnucash">GnuCash</span>, empreu les
de: Suchen Sie jemanden zum Austausch über <span class="gnucash">GnuCash</span>?
hr: Tražiš nekoga za razmjenu ideja o <span class="gnucash">GnuCashu</span>? Baci pogled u
it: Per contattare qualcuno e chiedere aiuto nell'utilizzo di <span class="gnucash">GnuCash</span>, utilizzare le
nb: På utkikk etter noen å kontakte angående <span class="gnucash">GnuCash</span>? Prøv
nl: Op zoek naar iemand om te contacteren over <span class="gnucash">GnuCash</span> ? Probeer de
pt: Procura alguém com quem contactar sobre o <span class="gnucash">GnuCash</span>? Tente as
pt_br: Procurando alguém para contatar sobre <span class="gnucash">GnuCash</span>? Experimente o

source: , which are public, email-based discussion groups where you can ask and answer <span class="gnucash">GnuCash</span> questions to other users.
de: , die öffentlichen, E-Mail-basierte Diskussionsgruppen, auf denen sich <span class="gnucash">GnuCash</span>-Benutzer miteinander austauschen.
hr: . Radi se o javnim grupama za raspravu putem e‑pošte, u kojima možeš postavljati pitanja, kao i odgovarati na postavljena pitanja o <span class="gnucash">GnuCashu</span>.
nb: , som er offentlige, e-post baserte diskusjonsgrupper hvor du spørre og svare på <span class="gnucash">GnuCash</span> spørsmål til andre brukere.
nl: , welke publieke, e-mail gebaseerde discussiegroepen zijn waar je <span class="gnucash">GnuCash</span> vragen kan stellen aan en beantwoorden van andere gebruikers.
pt: , que são públicas, grupos de discussão via email onde pode perguntar e responder a questões sobre o <span class="gnucash">GnuCash</span>.
pt_br: , que são públicas, grupo de discussão por e-mail onde você pode perguntar e responder questões sobre o <span class="gnucash">GnuCash</span> para outros usuários.

source: Feature Highlights
ca: Característiques principals
de: Feature-Übersicht
hr: Istaknute karakteristike
it: Caratteristiche principali
nb: Funksjonshøydepunkter
nl: Belangrijkste functies
pt: Funcionalidades realçadas
pt_br: Funcionalidades em destaque

source: Double-Entry Accounting
ca: Comptabilitat per mètode de partida doble
de: Doppelte Buchführung
hr: Dvojno knjigovodstvo
it: Contabilità a partita doppia
nb: Dobbel bokføring
nl: Dubbel boekhouden
pt: Contabilidade de dupla entrada
pt_br: Contabilidade de dupla entrada

source: Stock/Bond/Mutual Fund Accounts
ca: Comptes d'accions/bons/fons
de: Aktien, Bonds, Fonds, Fremdwährungen
hr: Konta dionica/obveznica/investicijskih fondova
it: Conti per azioni, obbligazioni e fondi comuni
nb: Aksje/Obligasjon/Kombinasjonsfond kontoer
nl: Ondersteunt aandelen, obligaties en beleggingsfondsen
pt: Contas de acções/títulos/fundos mutualistas
pt_br: Contas de Ações/Títulos/Fundos Mútuos

source: Small-Business Accounting
ca: Comptabilitat per a petita empresa
de: Geschäftsbuchführung
hr: Računovodstvo za mala poduzeća
it: Contabilità di piccole imprese
nb: Regnskap for små bedrifter
nl: Functies voor kleine ondernemingen
pt: Contabilidade de pequenos negócios
pt_br: Contabilidade para Micro-Empresa

source: QIF/OFX/HBCI Import, Transaction Matching
ca: Importació de QIF/OFX/HBCI, Concordança de transaccions
de: FinTS Online-Banking, QIF/OFX/MT940 Import
hr: QIF/OFX/HBCI uvoz, uspoređivanje transakcija
it: Importazione di dati QIF/OFX/HBCI, ricerca delle corrispondenze tra le transazioni
nb: QIF/OFX/HBCI Import, Transaksjonstilpassing
nl: Import vanuit QIF-bestanden of Online bankieren (OFX/HCBI), herkenning van bestaande boekingen
pt: Importação QIF/OFX/HCBI, transacções comparadas
pt_br: Importação QIF/OFX/HCBI, comparação de transacções

source: Financial Calculations
ca: Càlculs financers
de: Finanzrechner
hr: Financijske kalkulacije
it: Calcolatrice finanziaria
nb: Økonomiske beregninger
nl: Financiële berekeningen
pt: Cálculos financeiros
pt_br: Cálculos financeiros

source: <b>Discover more...</b>
hr: <b>Saznaj više …</b>

source: GnuCash %s Released
de: GnuCash %s veröffentlicht
hr: GnuCash %s objavljen
nl: GnuCash %s uitgegeven
pt: GnuCash %s lançado
pt_br: Lançado o GnuCash %s

source: We've released GnuCash %s with many bugfixes and improvements including some %s!
de: Wir haben GnuCash %s mit vielen behobenen Fehlern und Verbesserungen einschließlich einiger %s herausgegeben!
hr: Izdali smo GnuCash %s s mnogim ispravcima grešaka i poboljšanjima, uključujući neke %s!
it: Abbiamo rilasciato GnuCash %s con diversi bugfix e miglioramenti, incusi alcuni %s!
pt: Lançámos o GnuCash %s com muitos problemas corrigidos e muitas melhorias, incluindo %s!
pt_br: Lançamos o GnuCash %s com muitos correções e melhorias incluindo algumas %s!

source: great new features
de: großartige neue Merkmale
hr: sjajne nove funkcije
nl: geweldige, nieuwe functies
pt: belíssimas novas funcionalidades
pt_br: novas ótimas funcionalidades

source: What's New in GnuCash %s
de: Neuheiten in GnuCash %s
hr: Što je novo u GnuCash %s
pt: O que há de novo no GnuCash %s
pt_br: Novidades no GnuCash %s

source: Major Highlights
de: Bedeutende Änderungen
hr: Glavne novosti
pt: Funcionalidades principais
pt_br: Principais destaques

source: A new <b>Transaction Association</b> dialog, available from the <b>Update Association for Transaction</b> menu item that has replaced the two association items in 3.x, allows setting, changing, and deleting associations.
de: Ein neues Dialogfeld <b>Transaktionszuordnung</b>, das über den Menüpunkt <b>Zuordnung für Transaktion aktualisieren</b> verfügbar ist und die beiden Zuordnungselemente in 3.x ersetzt hat, ermöglicht das Setzen, Ändern und Löschen von Zuordnungen.
hr: Novi dijaloški okvir <b>Povezivanje transakcije</b>, dostupan putem stavke izbornika <b>Aktualiziraj povezivanje za transakciju</b>, a koji je zamijenio dvije stavke povezivanja u verziji 3.x, omogućuje postavljanje, mijenjanje i brisanje povezivanja.
it: Una nuova finestra <b>Associazione transazioni</b>, raggiungibile dalla voce di menu <b>Gestisci il collegamento al documento...</b> che ha sostituito due voci relative all'associazione in 3.x, consente di impostare, modificare e cancellare le associazioni dei documenti.
pt: Um novo diálogo <b>Associação de transacção</b>, disponível a partir do item de menu <b>Actualizar associação da transacção</b> que substitui os dois itens de associação no 3.X, permite definir, alterar e eliminar associações.
pt_br: Uma nova caixa de diálogo <b>Associação de Transação</b>, disponível no item de menu <b>Atualizar Associação para Transação</b> que substituiu os dois itens de associação na versão 3.x, permite definir, alterar e excluir associações.

source: A symbol (paperclip for files, chain links for URLS) is now displayed in the Associations column (visible in double-line mode) in the register in place of the letters when a transaction has an association. This doesn't work on MacOS.
de: In der Spalte Zuordnungen (sichtbar im Zweizeilenmodus) im Register wird jetzt anstelle der Buchstaben ein Symbol (Büroklammer für Dateien, Kettenglieder für URLs) angezeigt, wenn eine Transaktion eine Zuordnung hat. Dies funktioniert nicht unter MacOS.
hr: Umjesto slova, sada se u stupcu povezivanja u registru prikazuje simbol – spajalica za datoteke, lančane poveznice za URL-ove (simbol je vidljiv u dvorednom prikazu). Ovo ne radi na MacOS-u.
pt: Um símbolo (clipe para ficheiros, elos de corrente para URLS) é agora mostrado na coluna Associações (visível em modo de linha dupla) no diário, em vez das letras, quando uma transacção tem associações. Não funciona em MacOS.
pt_br: Um símbolo (clipe de papel para arquivos, elos de corrente para URLs) agora é exibido na coluna Associações (visível no modo de linha dupla) a partir do registro no lugar das letras quando uma transação tem uma associação. Isso não funciona no MacOS.

source: Associations may now be added to bills, credit notes, invoices, and vouchers. The actual association when present is added as a link button which is shown below the notes.
de: Assoziationen können nun zu Auslagebelegen, Lieferanten- und Kundenrechnungen, sowie Gutschriften hinzugefügt werden. Die aktuelle Assoziation wird, wenn vorhanden, als Verknüpfungsschaltfläche hinzugefügt, die unterhalb der Notizen angezeigt wird.
hr: Povezivanja se sada mogu dodati ulaznim računima, knjižnim odobrenjima, izlaznim računima i vaučerima. Povezivanje se dodaje kao gumb-poveznica koji se prikazuje ispod napomena.
pt: É agora possível adicionar associações a facturas notas de crédito e vales. A associação real, quando presente, é adicionado como botão de ligação mostrado abaixo das notas.
pt_br: Associações agora podem ser adicionadas a contas, notas de crédito, faturas e vouchers. A associação real, quando presente, é adicionada como um botão de link que é mostrado abaixo das notas.

source: [Video showing two ways to filter accounts]
de: [Video zeigt zwei Möglichkeiten zum Filtern von Konten]
hr: [Video prikazuje dva načina filtriranja konta]
pt: [vídeo que mostra duas formas de filtrar contas]
pt_br: [Vídeo mostrando duas maneiras de filtrar contas]
