Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: You may also want to retain a local copy of the old documentation to refer to when writing. This still has a lot of useful information in it which hasn't been transferred to the new docs
hr: Također možda želiš zadržati lokalnu kopiju stare dokumentacije, koja ti može pomoći prilikom pisanja. Ta dokumentacija još uvijek sadrži mnoge korisne informacije, koje nisu prenesene u nove dokumente

source: Reviewers
ca: Revisors
de: Redakteure/Reviewer
hr: Recenzenti
it: Revisori
nl: Recensenten
pt: Revisores
pt_br: Revisores

source: Get a copy of the documentation source as described above and start commenting on it.
ca: Obtenir una còpia de la font de documentació com descrit anteriorment i començar a comentar-la.
de: Laden Sie eine Kopie der Dokumentation herunter und fangen an Sie zu kommentieren.
hr: Nabavi kopiju izvorne dokumentacije kao što je gore opisano i počni je komentirati.
it: Una volta ottenuta una copia del codice sorgente della documentazione nel modo descritto più sopra, sarà possibile iniziare a commentarla.
nl: Maak een eigen kopie van de documentatiebestanden zoals hierboven beschreven en begin met het leveren van opmerkingen.
pt: Obtenha uma cópia da fonte de documentação tal como descrito acima e comece a comentá-la.
pt_br: Obtenha uma cópia da fonte da documentação conforme descrito acima e comece a comentá-la.

source: The best way of retaining comments about docs in an easy to find way for everyone would be to use <a href='https://bugs.gnucash.org/'>bugs.gnucash.org</a> to file the bugs under documentation. This can also be done using bug-buddy.
hr: Najbolji način za čuvanje komentara o dokumentima i za njihovo jednostavno nalaženje je koristiti <a href='https://bugs.gnucash.org/'>bugs.gnucash.org</a> sustav za slanje grešaka o dokumentaciji. To se može uraditi i pomoću bug‑buddy.
pt: A melhor forma de manter comentários sobre documentação com um acesso fácil para todos é usar o <a href='https://bugs.gnucash.org/'>bugzilla</a> para reportar os erros sob documentação. Também o pode fazer através do bug-buddy.
pt_br: A melhor maneira de reter comentários sobre documentos de uma forma fácil de encontrar para todos seria usar <a href='https://bugs.gnucash.org/'>bugs.gnucash.org</a> para registrar os bugs na documentação. Isso também pode ser feito usando bug-buddy.

source: Documentation
ca: Documentació
de: Dokumentation
hr: Dokumentacija
it: Documentazione
nb: Dokumentasjon
nl: Documentatie
pt: Documentação
pt_br: Documentação

source: The following links are to the <strong>English HTML editions of the current stable branch</strong> documentation. See further down the page for other <span class="gnucash">GnuCash</span> versions, languages, and formats.
de: Die folgenden Links führen zur <strong>englischen HTML Ausgabe des aktuell stabilen Zweigs</strong> der Dokumentation. Weiter unten auf der Seite finden Sie andere <span class="gnucash">GnuCash</span>-Versionen, Sprachen und Formate.
hr: Sljedeće poveznice su <strong>engleska HTML izdanja trenutačno stabilne grane</strong> dokumentacije. Niže dolje su navedene daljnje <span class="gnucash">GnuCash</span> verzije, jezici i formati.
it: I seguenti collegamenti sono alle <strong>versioni HTML in inglese dell'attuale ramo stabile</strong> della documentazione. Guarda più in basso nella pagina per altre versioni, lingue e altri formati di <span class="gnucash">GnuCash</span>.
nb: Følgende lenker er til <strong>engelske HTML-utgaver av gjeldende stabile gren</strong>-dokumentasjon. Se lenger ned på siden for andre <span class="gnucash">GnuCash</span>-versjoner, språk og formater.
pt: As ligações seguintes são para as <strong>edições HTML inglesas do ramo estável actual</strong> da documentação. Veja mais abaixo na página para outras versões, idiomas e formatos do <span class="gnucash">GnuCash</span>.
pt_br: Os links a seguir são para as <strong>edições HTML em inglês da documentação do ramo estável atual</strong>. Veja mais abaixo na página para outras versões, idiomas e formatos do <span class="gnucash">GnuCash</span>.

source: Browse documentation online
ca: Navegar per la documentació en línia
de: Dokumentation online ansehen
hr: Pregledaj dokumentaciju na internetu
it: Sfoglia la documentazione online
nb: Bla gjennom dokumentasjon på nettet
nl: Documentatie online bekijken
pt: Navegar pela documentação online
pt_br: Navegar pela documentação online

source: Download documentation as PDF
ca: Descarregueu la documentació en PDF
de: Dokumentation im pdf-Format herunterladen
hr: Pregledaj dokumentaciju kao PDF
it: Scarica la documentazione in formato PDF
nb: Last ned dokumentasjon som PDF
nl: Documentatie als PDF downloaden
pt: Transferir a documentação como PDF
pt_br: Baixar documentação em PDF

source: Download documentation as epub
ca: Descarregueu la documentació en epub
de: Dokumentation im epub-Format herunterladen
hr: Pregledaj dokumentaciju kao epub
it: Scarica la documentazione in formato epub
nb: Last ned dokumentasjon som epub
nl: Documentatie als epub-document downloaden
pt: Transferir a documentação como epub
pt_br: Baixar documentação como epub

source: Download documentation as mobipocket
ca: Descarregueu la documentació en mobipocket
de: Dokumentation im mobipocket-Format herunterladen
hr: Pregledaj dokumentaciju kao mobipocket
it: Scarica la documentazione in formato mobi
nb: Last ned dokumentasjon som mobipocket
nl: Documentatie als mobipocket-document downloaden
pt: Transferir a documentação como mobipocket
pt_br: Baixar documentação como mobipocket

source: There are two major <span class="gnucash">GnuCash</span> documentation packages to help users:
ca: Hi ha dues importants fonts de documentació de <span class="gnucash">GnuCash</span> per ajudar els usuaris:
de: Die <span class="gnucash">GnuCash</span>-Dokumentation besteht aus zwei Teilen:
hr: Postoje dva glavna paketa <span class="gnucash">GnuCash</span> dokumentacije, koji služe kao pomoć korisnicima:
it: Esistono due documenti principali di <span class="gnucash">GnuCash</span> per aiutare l'utente:
nb: Det er to store <span class="gnucash">GnuCash</span> dokumentasjonspakker for å hjelpe brukere:
nl: Er zijn twee belangrijke <span class="gnucash">GnuCash</span>-documenten om gebruikers te helpen:
pt: Há dois pacotes principais de documentação do <span class="gnucash">GnuCash</span> para ajudar os utilizadores:
pt_br: Existem dois pacotes principais de documentação do <span class="gnucash">GnuCash</span> para ajudar os usuários:

source: The Help Manual
ca: El manual d'ajuda
de: Das Hilfe-Handbuch
hr: Priručnik za pomoć
it: Il manuale di aiuto
nl: De Handleiding
pt: O manual de ajuda
pt_br: O Manual de Ajuda

source: The Tutorial and Concepts Guide
ca: El tutorial i la guia de conceptes
de: Die Einführung Kurs und Konzepte
hr: Vježbe i koncepti
it: La guida ai concetti
nb: Veilednings- og konseptguide
nl: De Conceptengids
pt: O tutorial e guia de conceitos
pt_br: O Tutorial e o Guia de Conceitos

source: The <b>Help Manual</b> is designed to be a quick reference of how to accomplish specific tasks and how to use the features in <span class="gnucash">GnuCash</span>. The <b>Concepts Guide</b> is designed to be an in depth guide to the concepts behind using <span class="gnucash">GnuCash</span> with a tutorial to show how to put those concepts into practice.
ca: El <b>Manual d'ajuda</b> està dissenyat per ser una referència ràpida de com aconseguir tasques específiques i com emprar les característiques de <span class="gnucash">GnuCash</span>. La <b>Guia de Conceptes</b> està dissenyada per ser una guia en profunditat a l'hora d'emprar <span class="gnucash">GnuCash</span> amb un tutorial per mostrar com posar aquests conceptes a la pràctica.
de: Die <b>Online-Hilfe</b> wurde entworfen, um eine schnelle Referenz zu sein, wie man spezifische Aufgaben erfüllt und wie man die Fähigkeiten von <span class="gnucash">GnuCash</span> ausnutzt. <b>Kurs und Konzepte</b> soll die Konzepte hinter <span class="gnucash">GnuCash</span> tiefergehend erläutern und mit einem Tutorial zeigen, wie man sie praktisch anwendet.
hr: <b>Priručnik za pomoć</b> pomaže pri brzom pronalaženju informacija za obavljanje određenih radnji te objašnjava razne funkcije programa <span class="gnucash">GnuCash</span>. <b>Vježbe i koncepti</b> potanko objašnjava princip rada <span class="gnucash">GnuCasha</span> s vježbama za praktičnu namjenu.
it: Il <b>manuale di aiuto</b> è pensato per costituire un rapido riferimento su come compiere delle operazioni specifiche e su come utilizzare le caratteristiche di <span class="gnucash">GnuCash</span>. La <b>guida ai concetti</b> costituisce invece un approfondimento dei concetti che stanno alla base dell'utilizzo di <span class="gnucash">GnuCash</span>; essa illustra anche degli esempi guidati su come mettere in pratica questi concetti.
nl: De <b>Handleiding</b> is bedoeld als snelle referentie voor het uitvoeren van specifieke taken en het gebruik van de functionaliteiten van <span class="gnucash">GnuCash</span>. De <b>Conceptengids</b> is bedoeld als een gedetailleerde toelichting op de achterliggende concepten van <span class="gnucash">GnuCash</span>, compleet met een zelfstudiegids die laat zien hoe deze concepten in de praktijk kunnen worden toegepast.
pt: O <b>Manual de ajuda</b> foi desenhado para ser uma referência rápida sobre como cumprir tarefas específicas e usar as funcionalidades do <span class="gnucash">GnuCash</span>. O <b>Guia de conceitos</b> foi desenhado para ser um guia profundo sobre os conceitos por trás da utilização do <span class="gnucash">GnuCash</span> com um tutorial mostrando como p&#244;r estes conceitos em prática.
pt_br: O <b>Manual de Ajuda</b> foi criado para ser uma referência rápida de como realizar tarefas específicas e como usar os recursos do <span class="gnucash">GnuCash</span>. O <b>Guia de Conceitos</b> foi criado para ser um guia aprofundado sobre os conceitos por trás do uso do <span class="gnucash">GnuCash</span> com um tutorial para mostrar como colocar esses conceitos em prática.

source: Additionally, you can talk to someone via IRC at <i>irc.gnome.org</i> channel <b>#gnucash</b> about your question. Another resource is the <a href="https://wiki.gnucash.org/wiki/">English</a> or <a href="https://wiki.gnucash.org/wiki/De/">Deutsch</a> <span class="gnucash">GnuCash</span> wikis.
hr: Pitanja možeš postaviti i putem IRC‑a na <i>irc.gnome.org</i> kanalu <b>#gnucash</b>. Daljnji izvori informacija su <a href="https://wiki.gnucash.org/wiki/">engleske</a> ili <a href="https://wiki.gnucash.org/wiki/De/">njemačke</a> <span class="gnucash">GnuCash</span> wiki-stranice.

source: You can also send an email to the <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a> mailing list if you cannot find a satisfactory answer to your question within either the <b>Help Manual</b> or the <b>Tutorial and Concepts Guide</b>. We <b>want</b> feedback from you, it is also through your comments that we know how to improve the documentation.
ca: També podeu enviar un correu electrònic a la llista de correu <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a> sinó pot aconseguir una resposta satisfactòria a la seva consulta al <b>Manual d'ajuda</b> o al <b>Tutorial i Guia de Conceptes</b>. Nosaltres <b>volem</b> retroalimentació, és també a través dels vostres comentaris que sabem com millorar la documentació.
de: Bitte senden Sie eine E-Mail an die <a href='mailto:gnucash-user@gnucash.org'>gnucash-user</a> Mailingliste [englisch, oder auf deutsch an <a href='mailto:gnucash-de@gnucash.org'>gnucash-de</a>], falls Sie keine zufriedenstellende Antwort auf Ihre Fragen in der Online-Hilfe oder in "Kurs und Konzepte" finden. Wir wünschen uns Feedback von Ihnen, da wir lediglich aufgrund Ihrer Kommentare wissen, wie wir die Dokumentation verbessern können.
hr: E‑mail poruke možeš slati i na <a href="mailto:gnucash-user@gnucash.org">gnucash-korisničku</a> pretplatničku listu, ako u <b>Priručniku za pomoć</b> ili u <b>Vježbe i koncepti</b> ne nađeš zadovoljavajući odgovor. <b>Želimo</b> povratne informacije, jer i na taj način doznajemo, što i kako možemo ispraviti u dokumentaciji.
it: Inviare una mail alla lista di discussione <a href='mailto:gnucash-user@gnucash.org'>gnucash-user</a> se non è stata trovata una risposta soddisfacente al proprio quesito nel <b>manuale di aiuto</b> o nella <b>guida ai concetti</b>. Abbiamo <b>bisogno</b> dei vostri commenti, dato che solo attraverso di essi possiamo capire come migliorare la documentazione.
nl: Stuur een e-mail naar de <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a>-mailinglijst als jouw vraag niet toereikend beantwoord wordt door de <b>Handleiding</b> of de <b>Conceptengids</b>. We ontvangen <b>graag</b> uw feedback, want alleen zo ontdekken wij hoe wij de documentatie kunnen verbeteren.
pt: Também pode enviar um email para a lista de correio <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a> se não conseguir encontrar uma resposta satisfatória no <b>Manual de ajuda</b> ou no <b>Tutorial e guia de conceitos</b>. Nós <b>queremos</b> ouvir os seus comentários, também é através deles que sabemos como melhorar a documentação.
pt_br: Você também pode enviar um e-mail para a lista de discussão <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a> se não encontrar uma resposta satisfatória para sua pergunta no <b>Manual de Ajuda</b> ou no <b>Guia de Tutorial e Conceitos</b>. <b>Queremos</b> seu feedback, é também por meio de seus comentários que sabemos como melhorar a documentação.

source: <span class="gnucash">GnuCash</span>'s documentation has been created by its community. See the <a href="develdocs.phtml">Writing Documentation page</a> if you are interested in contributing to this effort.
ca: La documentació de <span class="gnucash">GnuCash</span> ha estat creada per la seva comunitat. Vegeu <a href="develdocs.phtml">Pàgina de l'escriptura de documentació</a> si esteu interessats en contribuir en aquest aspecte.
de: <span class="gnucash">GnuCash</span>'s Dokumentation wurde durch die Community erstellt. Schauen Sie auch auf die Seite <a href="develdocs.phtml">Writing Documentation page</a>, wenn Sie daran interessiert sind, zu dieser Leistung beizutragen.
hr: <span class="gnucash">GnuCash</span> dokumentaciju je izradila naša zajednica. Pogledaj <a href="develdocs.phtml">stranicu za pisanje dokumentacije</a>, ako želiš sudjelovati u izradi dokumentacije.
it: La documentazione di <span class="gnucash">GnuCash</span> è stata creata dalla comunità degli utenti. Consultare la <a href="develdocs.phtml">pagina sulla scrittura della documentazione</a> per contribuire a questo progetto.
nl: <span class="gnucash">Gnucash</span>-documentatie is samengesteld door haar gemeenschap. Raadpleeg de pagina over <a href="develdocs.phtml">documentatie schrijven</a> als je interesse hebt om hieraan bij te dragen.
pt: A documentação do <span class="gnucash">GnuCash</span> foi criada pela nossa comunidade. Veja a página <a href="develdocs.phtml">Escrever documentação</a>, se está interessado em contribuir para este esforço.
pt_br: A documentação do <span class="gnucash">GnuCash</span> foi criada por sua comunidade. Veja a <a href="develdocs.phtml">página Escrevendo a documentação</a> se você estiver interessado em contribuir com esse esforço.

source: (current stable release)
ca: (llançament estable actual)
de: (aktuelle stabile Ausgabe)
hr: (trenutačno stabilna verzija)
it: (rilascio stabile attuale)
nb: (nåværende stabil utgivelse)
nl: (actuele stabiele uitgave)
pt: (versão estável actual)
pt_br: (versão estável atual)

source: Current <em>stable</em> user documentation
ca: Documentació d'usuari <em>estable</em> actual
de: Letzte veröffentlichte Dokumentation für Benutzer
hr: Trenutačna <em>stabilna</em> korisnička dokumentacija
nb: Gjeldende <em>stabile</em> brukerdokumentasjon
nl: Huidige <em>stabiele</em> documentatie
pt: Documentação actual <em>estável</em> de utlização
pt_br: Documentação do usuário <em>estável</em> e atual

source: Stable
ca: Estable
de: stabile
hr: Stabilna
it: Stabile
nb: Stabil
nl: Stabiel
pt: Estável
pt_br: Estável

source: Help Manual
ca: Manual d'ajuda
de: Online-Hilfe
hr: Priručnik za pomoć
it: Manuale di aiuto
nl: Handleiding
pt: Manual de ajuda
pt_br: Manual de Ajuda

source: English
ca: Anglès
de: Englisch
hr: Engleski
it: Inglese
nb: Engelsk
nl: Engels
pt: Inglês
pt_br: Inglês

source: German
ca: Alemany
de: Deutsch
hr: Njemački
it: Tedesco
nb: Tysk
nl: Duits
pt: Alemão
pt_br: Alemão

source: Italian
ca: Italià
de: Italienisch
hr: Talijanski
it: Italiano
nb: Italiensk
nl: Italiaans
pt: Italiano
pt_br: Italiano

source: Portuguese
ca: Portuguès
de: Portugiesisch
hr: Portugalski
nb: Portugisisk
nl: Portugees
pt: Português
pt_br: Português (Brasil)

source: Concepts Guide
ca: Guia de conceptes
de: Kurs und Konzepte
hr: Vježbe i koncepti
it: Guida ai concetti
nb: Konseptguide
nl: Conceptengids
pt: Guia de conceitos
pt_br: Guia de Conceitos

source: Japanese
ca: Japonès
de: Japanisch
hr: Japanski
it: Giapponese
nb: Japansk
nl: Japans
pt: Japonês
pt_br: Japonês

source: This is the latest stable release of the <span class="gnucash">GnuCash</span> documentation. <em>Stable</em> means that this documentation is not necessarily the most up to date but it works without any problem.
ca: Aquest és el darrer llançament estable de la documentació de <span class="gnucash">Gnucash</span>. <em>Estable</em> significa que aquesta documentació no és necessàriament la més actualitzada però funciona sense cap problema.
de: Dies ist die letzte stabile Ausgabe der <span class="gnucash">GnuCash</span> Dokumentation. <em>Stabil</em> sagt in diesem Zusammenhang nicht, dass dies eine Dokumentation ist, die den allerneuesten Stand von <span class="gnucash">GnuCash</span> wiedergibt, aber so neu, dass sie ohne Probleme benutzbar sein sollte.
hr: Ovo je zadnja stabilna verzija <span class="gnucash">GnuCash</span> dokumentacije. <em>Stabilna</em> ne znači, da je dokumentacija usklađena s najnovijom verzijom programa, već da dokumentacija kao takva, radi bez problema.
it: Questa è l'ultima versione stabile della documentazione di <span class="gnucash">GnuCash</span>. <em>Stabile</em> significa che questa documentazione non è necessariamente la più aggiornata ma funziona senza problemi.
nb: Dette er den seneste stabile utgivelsen av <span class="gnucash">GnuCash</span>-dokumentasjonen. <em>Stabil</em> betyr at denne dokumentasjonen ikke nødvendigvis er den mest oppdaterte, men den fungerer uten problemer.
nl: Dit is de huidige stabiele uitgave van de <span class="gnucash">GnuCash</span> documentatie. <em>Stabiel</em> betekent hier niet noodzakelijk dat de documentatie volledig actueel is, maar wel dat deze zonder problemen zou moeten werken.
pt: Esta é a última versão estável da documentação do <span class="gnucash">GnuCash</span>. <em>Estável</em> significa que esta documentação não é necessariamente a mais actualizada mas funciona sem qualquer problema.
pt_br: Esta é a versão estável mais recente da documentação do <span class="gnucash">GnuCash</span>. <em>Estável</em> significa que esta documentação não é necessariamente a mais atualizada, mas funciona sem problemas.

source: (old stable release)
ca: (llançament estable antic)
de: vorherige stabile Ausgabe
hr: (staro stabilno izdanje)
it: (Rilascio stabile precedente)
nb: (gammel stabil utgivelse)
nl: (oude stabiele uitgave)
pt: (versão estável antiga)
pt_br: (versão estável mais antiga)

source: Old <em>stable</em> user documentation
ca: Documentació d'usuari <em>estable</em> antiga
de: <em>Frühere</em> Ausgabe der Dokumentation für Benutzer
hr: Stara <em>stabilna</em> korisnička dokumentacija
nb: Gammel <em>stabil</em> brukerdokumentasjon
nl: Oude <em>stabiele</em> gebruikersdocumentatie
pt: Documentação antiga <em>estável</em> de utilização
pt_br: Documentação do usuário mais antiga e <em>estável</em>

source: This is the old stable release of the <span class="gnucash">GnuCash</span> documentation, corresponding to the %s release of <span class="gnucash">GnuCash</span> itself.
ca: Aquest és l'antic llançament estable de la documentació de <span class="gnucash">GnuCash</span>, que correspon al llançament %s de <span class="gnucash">GnuCash</span>.
de: Diese <span class="gnucash">GnuCash</span> Dokumentation bezieht sich auf die Ausgabe %s von <span class="gnucash">GnuCash</span>.
hr: Ovo je staro stabilno izdanje <span class="gnucash">GnuCash</span> dokumentacije, odgovara <span class="gnucash">GnuCash</span> izdanju %s.
it: Questo è il vecchio rilascio stabile della documentazione di <span class="gnucash">GnuCash</span>, corrispondente alla versione %s di <span class="gnucash">GnuCash</span>.
nb: Dette er den gamle stabile utgivelsen av <span class="gnucash">GnuCash</span>-dokumentasjonen, som tilsvarer %s-utgivelsen av selve <span class="gnucash">GnuCash</span>.
nl: Dit is de oude uitgave van de <span class="gnucash">GnuCash</span> documentatie, die overeenstemt met de %s uitgaven van <span class="gnucash">GnuCash</span> zelf.
pt: Esta é a versão antiga estável da documentação do <span class="gnucash">GnuCash</span>, correspondendo à versão %s do próprio <span class="gnucash">GnuCash</span>.
pt_br: Esta é a versão mais antiga e estável da documentação do <span class="gnucash">GnuCash</span>, correspondendo à versão %s do próprio <span class="gnucash">GnuCash</span>.

source: Nightly Documentation Builds
ca: Compilacions nocturnes de documentació
de: Täglich automatisch erstellte Dokumentation
hr: Noćna izdanja dokumentacije
it: Documentazione compilata in notturna
nb: Nattlig dokumentasjonsbygg
nl: Door nachtverwerking gegenereerde documentatie
pt: Compilações noturnas da documentação
pt_br: Compilações noturnas da documentação

source: Current <em>unstable</em> user documentation and developer documentation
ca: Actual <em>inestable</em> Documentació de l'usuari i Documentació per a desenvolupadors
de: Aktuell in Bearbeitung befindliche Dokumentationen für Benutzer und Entwickler
hr: Trenutačna <em>nestabilna</em> korisnička dokumentacija i programerska dokumentacija
it: L'attuale documentazione <em>instabile</em> dell'utente e dello sviluppatore
nb: Gjeldende <em>ustabil</em> brukerdokumentasjon og utviklerdokumentasjon
nl: Huidige <em>instabiele</em> gebruikers- en ontwikkelaarsdocumentatie
pt: Documentação actual <em>instável</em> de utilização e desenvolvimento
pt_br: Documentação do usuario e desenvolvimento atual e <em>instável</em>

source: Unstable
ca: Inestable
de: In Bearbeitung
hr: Nestabilna
it: Instabile
nb: Ustabil
nl: Instabiel
pt: Instável
pt_br: Instável

source: API
ca: Interfície de programació d'aplicacions (API en anglès)
de: Programmier-Schnittstelle
hr: Aplikacijsko programsko sučelje (API)

source: current bugfix branch
ca: branca actual de correcció d'errors
de: aktueller Zweig für Korrekturen
hr: grana za ispravljanje trenutačnih grešaka
it: attuale ramo bugfix
nb: gjeldende feilrettingsgren
nl: huidige bugfix tak
pt: ramo de reparação de erros
pt_br: ramo atual de correção de erros

source: future feature branch
ca: branca de característiques futures
de: Zweig für künftige Merkmale
hr: grana s budućim funkcijama
it: ramo funzionalità future
nl: tak voor toekomstige ontwikkelingen
pt: ramo de funcionalidades futuras
pt_br: ramo de funcionalidade futura
