Repository: Gnucash/gnucash-htdocs
Catalog: po/*.po
Languages: ca, de, hr, it, nb, nl, pt, pt_br

source: More downloads (Source code, Development …)
de: Weitere Optionen zum Herunterladen (Quelltext, Entwicklerversionen …)
nb: Flere nedlastinger (kildekode, utvikling ...)
pt: Mais transferências (código-fonte, desenvolvimento …)
pt_br: Mais formas de baixar (Código-fonte, Desenvolvimento …)

source: GnuCash is also available as a flatpak from flathub.org. %s
nb: GnuCash er også tilgjengelig som flatpak fra flathub.org. %s
pt_br: O GnuCash também está disponível como flatpak em flathub.org. %s

source: Instructions
nb: Instruksjoner
pt_br: Instruções

source: Designed to be easy to use, yet powerful and flexible, <span class="gnucash">GnuCash</span> allows you to track bank accounts, stocks, income and expenses. As quick and intuitive to use as a checkbook register, it is based on professional accounting principles to ensure balanced books and accurate reports.
ca: Dissenyat per ser fàcil d'utilitzar, però potent i flexible, <span class="gnucash">GnuCash</span> us permet fer un seguiment dels vostres comptes bancaris, accions, ingressos i despeses. Tan ràpid i intuïtiu com un talonari de xecs, es basa en els principis fonamentals de la comptabilitat per garantir l'equilibri dels comptes i l'exactitud dels informes.
de: Das Programm ist eine Komplettlösung zur Verwaltung der Finanzen von Privatanwendern und Kleinbetrieben. Das aus dem Rechnungswesen bekannte Prinzip der doppelten Buchführung wird in <span class="gnucash">GnuCash</span> konsequent umgesetzt, so dass <span class="gnucash">GnuCash</span> höchste Ansprüche an die Kontenführung erfüllen kann. Auch Homebanking über HBCI wird unterstützt. Für den Geschäftsverkehr ist die Verwaltung von Kunden, Lieferanten und Rechnungen enthalten. Weitere Features sind terminierte Buchungen, Import von OFX-Dateien und QIF-Dateien, zahlreiche Berichte und Grafiken mit Torten- und Balkendiagrammen und eine benutzerdefinierbare Oberfläche.
it: Progettato per essere di semplice utilizzo, ma comunque potente e flessibile, <span class="gnucash">GnuCash</span> permette di tenere traccia dei conti bancari, delle azioni, delle entrate e delle uscite. Intuitivo nell'utilizzo come il registro del libretto degli assegni, si basa sui principi fondamentali della contabilità per garantire l'equilibrio dei saldi e l'accuratezza dei resoconti.
nb: Designet for å være enkel å bruke, men likevel kraftig og fleksibel, <span class="gnucash">GnuCash</span> lar deg spore bankkontoer, aksjer, inntekter og utgifter. Like raskt og intuitivt å bruke som et sjekkhefteregister, er det basert på profesjonelle regnskapsprinsipper for å sikre balanserte bøker og nøyaktige rapporter.
nl: <span class="gnucash">GnuCash</span> stelt u in staat om heel eenvoudig bankrekeningen, beleggingen, inkomsten en uitgaven bij te houden, zonder in te leveren op kracht of flexibiliteit. Net zo snel en intuïtief te gebruiken als een dagboek, maar gestoeld op boekhoudkundige principes om te zorgen voor een sluitende boekhouding en accurate rapporten.
pt: Desenhado para ser fácil de usar, mas poderoso e flexível, o <span class="gnucash">GnuCash</span> permite controlar contas bancárias, acções, receitas e despesas. Tão rápido e intuitivo como um livro de cheques, é baseado em princípios contabilísticos profissionais, para garantir livros saldados e relatórios precisos.
pt_br: Desenhado para ser fácil de usar, mas poderoso e flexível, o <span class="gnucash">GnuCash</span> permite controlar contas bancárias, ações, receitas e despesas. Tão rápido e intuitivo como um livro de cheques, é baseado em princípios contabilísticos profissionais, para garantir livros saldados e relatórios precisos.

source: GnuCash is developed, maintained, documented, and translated entirely by volunteers. Want to help out? We have %s.
nb: GnuCash er utviklet, vedlikeholdt, dokumentert og oversatt utelukkende av frivillige. Vil du hjelpe til? Vi har %s.
pt_br: O GnuCash é desenvolvido, mantido, documentado e traduzido inteiramente por voluntários. Quer ajudar? Temos %s.

source: some suggestions
nb: noen forslag
pt_br: algumas sugestões

source: Please help translate GnuCash into your language at %s.
nb: Vennligst hjelp med å oversette GnuCash til ditt språk på %s.
pt_br: Por favor, ajude a traduzir o GnuCash para o seu idioma em %s.

source: <b>Discover more …</b>
ca: <b>Descobriu més …</b>
de: <b>Mehr entdecken …</b>
it: <b>Altre caratteristiche …</b>
nb: <b>Oppdag mer …</b>
nl: <b>Ontdek meer …</b>
pt: <b>Descubra mais …</b>
pt_br: <b>Descubra mais …</b>

source: A new report menu submenu <b>Multicolumn</b> contains the old custom-multicolumn report and a new <b>Dashboard</b> report containing Account reports for expenses and income, an income-expense chart, and an account summary.
pt_br: Um novo submenu no menu de relatórios <b>Multicolunas</b> contém o antigo relatório personalizado de várias colunas e um novo relatório <b>Painel</b> contendo relatórios de contas para despesas e receitas, um gráfico de receitas e despesas e um resumo de contas.

source: Account codes may now optionally be displayed in the Budget Tree View.
de: Kontonummern können jetzt optional in der Baumstruktur des Budgets angezeigt werden.
pt: Os códigos de conta podem agora opcionalmente ser mostrados na árvore orçamental.
pt_br: Os códigos de conta agora podem ser exibidos opcionalmente na Visualização em Árvore do Orçamento.

source: Announcement of New Releases, Server Maintenance …
de: Ankündigung von neuen Versionen, Wartungsarbeiten …
nb: Kunngjøring av nye utgivelser, servervedlikehold …
pt: Anúncio de novas versões, Manutenção do servidor …
pt_br: Comunicado de novas versões, manutenções no servidor…

source: Click <a href="oldnews.phtml">here</a> for older announcements.
ca: Cliqueu <a href="oldnews.phtml">aquí</a> per anuncis antics.
de: Klick <a href="oldnews.phtml">hier</a> für ältere Ankündigungen.
it: Fare clic <a href="oldnews.phtml">qui</a> per consultare le notizie precedenti.
nb: Klikk <a href="oldnews.phtml">her</a> for eldre kunngjøringer.
nl: Klik <a href="oldnews.phtml">hier</a> voor oudere berichten.
pt: Clique <a href="oldnews.phtml">aqui</a> para anúncios antigos.
pt_br: Clique <a href="oldnews.phtml">aqui</a> para ver comunicados mais antigos.

source: It can often be quite interesting to study the source code metrics behind a software development project. Not a surprising interest: it is accounting afterall. <span class="gnucash">GnuCash</span> has grown, over the years, from a small handy electronic checkbook to a rather large and multi-featured desktop app.
pt_br: Muitas vezes pode ser bem interessante estudar as métricas do código-fonte por trás de um projeto de desenvolvimento de software. Não é um interesse surpreendente: afinal, é contabilidade. O <span class="gnucash">GnuCash</span> cresceu, ao longo dos anos, de um pequeno e prático talão de cheques eletrônico para um aplicativo de desktop bastante grande e com várias funcionalidades.

source: <span class="gnucash">GnuCash</span> currently consists of over a third of a million lines of code spread over more than a thousand files. It has been translated into twenty-three languages and credits over 139 authors and contributors.
pt_br: <span class="gnucash">GnuCash</span> atualmente consiste em mais de um terço de um milhão de linhas de código espalhadas por mais de mil arquivos. Ele foi traduzido para vinte e três idiomas e credita mais de 139 autores e colaboradores.

source: Mind you, this is source code (and docs) crafted and debugged by actual humans, this is *not* autogenerated code. Tools (such as glade or swig) can generate gazillions of lines of code automatically; I'm not counting those. Every last line counted here was typed in, edited, indented, tweaked, multiple times, by human hands.
pt_br: Veja bem, este é o código-fonte (e documentos) criado e depurado por humanos de verdade, este *não* é um código gerado automaticamente. Ferramentas (como glade ou swig) podem gerar zilhões de linhas de código automaticamente; não estou contando essas. Cada última linha contada aqui foi digitada, editada, recuada, ajustada, várias vezes, por mãos humanas.

source: Given that we have about 400 outstanding bugs in bugzilla, that works out to about one bug per thousand lines of code, or one bug per 50 pages of printout. This bug count is actually not atypical for software projects; it is near the norm.
pt_br: Dado que temos cerca de 400 bugs pendentes no bugzilla, isso equivale a cerca de um bug por mil linhas de código, ou um bug por 50 páginas de impressão. Essa contagem de bugs não é, na verdade, atípica para projetos de software; é quase a norma.

source: The table below shows some historical lines-of-code and number-of-files metrics for the <span class="gnucash">GnuCash</span> development project. Note that not all of the code is counted: for instance, the Makefiles and configure.in and autogen.sh are not counted. Also, files that are automatically generated are not counted, nor are files that have been 'borrowed' from other projects. Also not counted are experimental files, miscellaneous perl scripts, various converters, addons and utilities. Finally, <tt>glade</tt> files are not counted, although large parts of the overall GUI are described in <tt>glade</tt> files.
pt_br: A tabela abaixo mostra algumas métricas históricas de linhas de código e número de arquivos para o projeto de desenvolvimento do <span class="gnucash">GnuCash</span>. Observe que nem todo o código é contado: por exemplo, os Makefiles e configure.in e autogen.sh não são contados. Além disso, os arquivos gerados automaticamente não são contados, nem os arquivos que foram "emprestados" de outros projetos. Também não são contados arquivos experimentais, scripts perl diversos, vários conversores, complementos e utilitários. Finalmente, os arquivos <tt>glade</tt> não são contados, embora grandes partes da GUI geral sejam descritas em arquivos <tt>glade</tt>.

source: Note also that KLOC's are not a good metric of programmer productivity, nor even that <code>wc</code> is a good way of counting KLOC's. Much better measures are complexity metrics, which, for example, count the number and size of if-then-else blocks, or the number and size of all blocks, or the number of math operators per statement. Maybe someday we'll run one of those tools on this code. For now, this is what we have. On the other hand, we've attempted to count only those files that contain human-edited code, that is, files that are directly edited by humans. The point of doing this is to avoid artificially inflating the KLOC counts by counting automatically generated code (which is why the glade files are not counted: they are large and automatically generated).
pt_br: Note também que KLOCs não são uma boa métrica de produtividade do programador, nem mesmo que <code>wc</code> é uma boa maneira de contar KLOCs. Medidas muito melhores são métricas de complexidade, que, por exemplo, contam o número e o tamanho dos blocos if-then-else, ou o número e o tamanho de todos os blocos, ou o número de operadores matemáticos por declaração. Talvez um dia executemos uma dessas ferramentas neste código. Por enquanto, é isso que temos. Por outro lado, tentamos contar apenas os arquivos que contêm código editado por humanos, ou seja, arquivos que são editados diretamente por humanos. O objetivo de fazer isso é evitar inflar artificialmente as contagens de KLOCs contando o código gerado automaticamente (é por isso que os arquivos glade não são contados: eles são grandes e gerados automaticamente).

source: Table 1. Historical Development Stats
pt_br: Tabela 1. Estatísticas de desenvolvimento histórico

source: number of *c and *.h and *.scm files (KLOCS in *.c + KLOCS in *.h + KLOCS in *.scm). If there are no *.scm files in the directory, then only (KLOCS in *.c + KLOCS in *.h) are displayed. If there is only one number in the parenthesis, it is the approriate KLOC count for that statistic.
pt_br: número de arquivos *c e *.h e *.scm (KLOCS em *.c + KLOCS em *.h + KLOCS em *.scm). Se não houver arquivos *.scm no diretório, então somente (KLOCS em *.c + KLOCS em *.h) serão exibidos. Se houver somente um número entre parênteses, é a contagem de KLOC apropriada para essa estatística.

source: where KLOC == kilo-lines-of-code, as reported by <code>wc</code>. As noted above, wc is not a terribly good code metric, but it is what we have handy.
pt_br: onde KLOC == kilo-lines-of-code, conforme relatado por <code>wc</code>. Conforme observado acima, wc não é uma métrica de código muito boa, mas é o que temos à mão.

source: Contents of the src/engine and the include directories. The engine was split out from the motif code in version 1.1. The data storage backend (file-io, sql) was split out in the course of version 1.5.
pt_br: Conteúdo dos diretórios src/engine e include. O engine foi separado do código motif na versão 1.1. O mecanismo de armazenamento de dados (file-io, sql) foi separado no curso da versão 1.5.

source: Contents of the src/backend directory (version 1.7 and later) or of src/engine/file, src/engine/sql (version 1.6 and earlier).
pt_br: Conteúdo do diretório src/backend (versão 1.7 e posterior) ou de src/engine/file, src/engine/sql (versão 1.6 e anterior).

source: Contents of the src/register directory (version 1.6 and earlier) or src/register/register-core (version 1.7 and later). The register was split out as a separate component from the motif code in version 1.1. As can be seen from the stats, the register code has been fairly stable. At version 1.7 and later, this cell shows a second count: the number of lines of code in src/register/register-gnome (previously counted as part of gnome).
pt_br: Conteúdo do diretório src/register (versão 1.6 e anteriores) ou src/register/register-core (versão 1.7 e posteriores). O registro foi dividido como um componente separado do código do motif na versão 1.1. Como pode ser visto nas estatísticas, o código do registro tem sido bastante estável. Na versão 1.7 e posteriores, esta célula mostra uma segunda contagem: o número de linhas de código em src/register/register-gnome (anteriormente contado como parte do gnome).

source: *.c, *.h files in the src directory only (version 1.6 and earlier) or src/register/ledger-core (version 1.7 and later).
pt_br: Arquivos *.c, *.h somente no diretório src (versão 1.6 e anteriores) ou src/register/ledger-core (versão 1.7 e posteriores).

source: Contents of the src/motif directory (version 1.2 and earlier). The motif version of the code was discontinued after version 1.2, after most of the non-gui code was moved to either the engine, the register or the ledger.
pt_br: Conteúdo do diretório src/motif (versão 1.2 e anteriores). A versão motif do código foi descontinuada após a versão 1.2, depois que a maior parte do código non-gui foi movido para o mecanismo, o registrador ou o ledger.

source: Contents of miscellanous application-related directories (version 1.7 and later): src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us.
pt_br: Conteúdo de diversos diretórios relacionados ao aplicativo (versão 1.7 e posterior): src/app-file, src/app-utils, src/calculation, src/core-utils, src/gnc-module, src/network-utils, src/tax/us.

source: English-language-only user documentation, including on-line help and manual (html, sgml or xml). For version 1.8.4 and later, the number below the bar counts the translated, non-english docs (currently de, es, fr, pt_PT). Both of these numbers are somewhat hard to count, because of fairly large format churns, and multiple competing versions.
pt_br: Documentação do usuário somente em inglês, incluindo ajuda on-line e manual (html, sgml ou xml). Para a versão 1.8.4 e posteriores, o número abaixo da barra conta os documentos traduzidos, não em inglês (atualmente: de, es, fr, pt_PT). Ambos os números são um pouco difíceis de contar, por causa de rotatividade de formatos bastante grandes e múltiplas versões concorrentes.

source: The number of design documents and README files aimed at developers. This includes *.txt files, *.texinfo files and README.* files in all subdirectories. For version 1.7 and later, only those in the src subdirectory are counted (leaving out some half-dozen scattered elsewhere).
pt_br: O número de documentos de design e arquivos README destinados a desenvolvedores. Isso inclui arquivos *.txt, *.texinfo e README.* em todos os subdiretórios. Para a versão 1.7 e posteriores, apenas aqueles no subdiretório src são contados (deixando de fora cerca de meia dúzia espalhados em outros lugares).

source: The number of people credited in the AUTHORS file (version 1.6 and later) or the README file (earlier versions). These include lead developers, patch submitters and national-language translators. This includes additional credits listed in the gnucash-docs/AUTHORS file that are not listed in the main gnucash/AUTHORS file.
pt_br: O número de pessoas creditadas no arquivo AUTHORS (versão 1.6 e posteriores) ou no arquivo README (versões anteriores). Isso inclui desenvolvedores líderes, remetentes de patches e tradutores de idiomas nacionais. Isso inclui créditos adicionais listados no arquivo gnucash-docs/AUTHORS que não estão listados no arquivo principal gnucash/AUTHORS.

source: Program
ca: Programa
de: Programm
it: Programma
nl: Programma
pt: Programa
pt_br: Programa

source: Some people have written and puplished their own documentation.
pt: Algumas pessoas escreveram e publicaram a sua própria documentação.

source: Known Issues and other details …
de: Bekannte Probleme und andere Details …
it: Problemi noti e altri dettagli …
pt: Problemas conhecidos e outros detalhes…

source: GnuCash v%s
de: GnuCash Version %s
it: GnuCash versione %s

source: Sandbox
de: Sandkasten
nb: Sandboks

source: Wiki
de: Wiki [en]

source: IRC (Chat)
ca: IRC (Xat)
de: IRC (Online-Chat)

source: The <b>GnuCash Manual</b> is designed to be a quick reference of how to accomplish specific tasks and how to use the features in <span class="gnucash">GnuCash</span>. The <b>Concepts Guide</b> is designed to be an in depth guide to the concepts behind using <span class="gnucash">GnuCash</span> with a tutorial to show how to put those concepts into practice.
nb: <b>Brukerhåndboken</b> er laget for å være en rask referanse for hvordan du utfører spesifikke oppgaver og hvordan du bruker funksjonene i <span class="gnucash">GnuCash</span>. <b>Konseptveiledningen</b> er utformet for å være en grundig veiledning til konseptene bak bruk av <span class="gnucash">GnuCash</span> med en veiledning for å vise hvordan disse konseptene implementeres i praksis.

source: You can also send an email to the <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a> mailing list if you cannot find a satisfactory answer to your question within either the <b>GnuCash Manual</b> or the <b>Tutorial and Concepts Guide</b>. We <b>want</b> feedback from you, it is also through your comments that we know how to improve the documentation.
nb: Du kan også sende en e-post til e-postlisten <a href="mailto:gnucash-user@gnucash.org">gnucash-user</a> hvis du ikke finner et tilfredsstillende svar på spørsmålet ditt enten i <b>Brukerhåndboken</b> eller <b>Veilednings- og konseptguiden</b>. Vi <b>ønsker</b> tilbakemeldinger fra deg, for det er gjennom dine kommentarene vi vet hvordan vi kan forbedre dokumentasjonen.

source: <span class="gnucash">GnuCash</span>'s documentation has been created by its community. See the <a href="https://wiki.gnucash.org/wiki/Documentation_Improvement">Documentation Improvement wiki page</a> if you are interested in contributing to this effort.
nb: Dokumentasjonen til <span class="gnucash">GnuCash</span> er laget av fellesskapet. Se <a href="https://wiki.gnucash.org/wiki/Documentation_Improvement">wikisiden om dokumentasjonsforbedringer</a> hvis du er interessert i å bidra til dette arbeidet.

source: Chinese (simplified)
nb: Kinesisk (forenklet)
